export const duaData = {
  "title": "ดุอาอ์ในวันอะเราะฟะฮฺ",
  "fullArabic": `\
<span class="text-emerald-600">لَا إِلَهَ إِلَّا اللهُ </span>\
<span class="text-yellow-500">وَحْدَهُ لَا شَرِيكَ لَهُ، </span>
<span class="text-pink-600">لَهُ الْمُلْكُ </span>\
<span class="text-cyan-600">وَلَهُ الْحَمْدُ </span>\
<span class="text-stone-600">وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، </span>
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อิมาม มาลิก ใน อัล-มุวัฏเฏาะอ์ อัต-ติรมิซีย์)</span>
  `,
  "fullTranslation": `\
  • <span class="text-emerald-600">ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์</span>\
• <span class="text-yellow-500">เพียงองค์เดียวเท่านั้น ไม่มีภาคีใดๆ สำหรับพระองค์ </span>
• <span class="text-pink-600"> อำนาจการปกครองเป็นสิทธิของพระองค์ </span>\
• <span class="text-cyan-600">และการสรรเสริญทั้งมวลเป็นสิทธิของพระองค์ </span>\
• <span class="text-stone-600">และพระองค์ทรงอานุภาพเหนือทุกสรรพสิ่ง </span>
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อิมาม มาลิก ใน อัล-มุวัฏเฏาะอ์ อัต-ติรมิซีย์)</span>

  `,
  "explanation": `\
  ท่านอับดุลลอฮฺ บิน อุมัร เราะฎิยัลลอฮฺ อันฮุมา เล่าว่า ท่านรสูล ศ็อลลัลลอฮุอะลัยฮิวะสัลลัม ได้กล่าวว่า \
خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ
“ดุอาอ์ที่ประเสริฐที่สุดคือดุอาอ์ในวันอะเราะฟะฮฺ”
  การกล่าวบทนี้เป็นการยืนยันว่าพระองค์ทรงบริสุทธิ์จากข้อบกพร่องทั้งปวง
  และบทดุอาอ์ที่ประเสริฐที่สุดที่ฉันและบรรดานบีก่อนหน้าฉันกล่าว (ในวันนั้น) คือ
  «لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ»
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อิมาม มาลิก ใน อัล-มุวัฏเฏาะอ์ อัต-ติรมิซีย์)</span>
<br/><a href="https://www.islammore.com/view/4773" target="_blank" style="font-size: 20px; font-weight: bold; color: #2e7d32; text-decoration: underline; font-family: 'Sans-serif', Tahoma, Geneva, Verdana, sans-serif;">✨ คลิกอ่านเพิ่มเติม มารยาทและความประเสริฐของวันอะเราะฟะฮฺ ✨</a>

  `,

  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid03.mp3",
  "words": [
    { "ar": "لَا إِلَهَ", "read": "ลา อิลาฮะ", "mean": "ไม่มีพระเจ้าอื่นใด" },
    { "ar": "إِلَّا اللهُ", "read": "อิลลัลลอฮ์", "mean": "นอกจากอัลลอฮ์" },
    { "ar": "وَحْدَهُ", "read": "วะห์ดะฮู", "mean": "เพียงองค์เดียวเท่านั้น" },
    { "ar": "لَا شَرِيكَ لَهُ", "read": "ลา ชะรีกะ ละฮู", "mean": "ไม่มีภาคีใดๆ สำหรับพระองค์" },
    { "ar": "لَهُ الْمُلْكُ", "read": "ละฮุล มุลกุ", "mean": "อำนาจการปกครองเป็นของพระองค์" },
    { "ar": "وَ لَهُ الْحَمْدُ", "read": "วะ ละฮุล หัมดุ", "mean": "และการสรรเสริญเป็นของพระองค์" },
    { "ar": "يُحْيِي", "read": "ยุห์ยี", "mean": "พระองค์ทรงประทานชีวิต/ให้เป็น" },
    { "ar": "وَ يُمِيتُ", "read": "วะ ยุมิตุ", "mean": "และพระองค์ทรงประทานความตาย/ให้ตาย" },
    { "ar": "وَهُوَ", "read": "วะ ฮุวะ", "mean": "และพระองค์" },
    { "ar": "عَلَى كُلِّ شَيْءٍ", "read": "อะลา กุลลิ ชัยอิน", "mean": "เหนือทุกสรรพสิ่ง" },
    { "ar": "قَدِيرٌ", "read": "เกาะดีร", "mean": "ทรงอานุภาพ/ทรงปรีชาสามารถ" }
  ]
}