export const duaData = {
  "title": "ดุอาอ์ขอความอดทน ความหนักแน่น และชัยชนะ",
  "fullArabic": `\
 <span class="text-stone-600">رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا </span> \
 <span class="text-blue-800">وَثَبِّتْ أَقْدَامَنَا  </span> \
 <span class="text-lime-500">وَانْصُرْنَا عَلَى </span> \
 <span class="text-fuchsia-600">الْقَوْمِ الْكَافِرِينَ </span>
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 250)<\span>

  `,
  "fullTranslation": `\
• <span class="text-stone-600">ข้าแต่พระเจ้าของเรา ขอพระองค์ทรงประทาน (เท) ความอดทนลงมาบนพวกเรา </span> \
• <span class="text-blue-800">และทรงทำให้เท้าของพวกเราหนักแน่นมั่นคง </span> \
• <span class="text-lime-500">และทรงช่วยเหลือพวกเรา </span> \
• <span class="text-fuchsia-600">ให้ได้รับชัยชนะเหนือกลุ่มชนผู้ปฏิเสธศรัทธาด้วยเทอญ </span>
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 250)<\span>
  
`,
  "explanation": `\
  มาจากซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 250 เป็นดุอาอ์ของกลุ่มผู้ศรัทธาที่เผชิญหน้ากับกองทัพที่เหนือกว่ามาก 
  จุดเด่นของบทนี้คือคำว่า 'أَفْرِغْ' ที่แปลว่าการเทให้จนหมดหรือเทให้เต็มเปี่ยม \
  เปรียบเหมือนการขอความอดทนที่ล้นพ้นเพื่อรับมือกับความกดดัน \
  และขอความหนักแน่น (ثَبِّتْ) ไม่ให้หวั่นเกรงต่ออุปสรรค ซึ่งเหมาะมากกับทุกคน \
  โดยเฉพาะสำหรับคุณที่ต้องทำหน้าที่เป็นเสาหลักในหลายๆ ด้านครับ
  `,
  "audio_url": "https://assets.duanabi.com/audio/relief/relief03.mp3",
  "words": [
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "ข้าแต่พระเจ้าของเรา" },
    { "ar": "أَفْرِغْ", "read": "อัฟริฆ", "mean": "ขอพระองค์ทรงเทลงมา/ทรงประทานให้จนเต็ม" },
    { "ar": "عَلَيْنَا", "read": "อะลัยนา", "mean": "บนพวกเรา" },
    { "ar": "صَبْرًا", "read": "ศ็อบรอน", "mean": "ซึ่งความอดทน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ثَبِّتْ", "read": "ษับบิต", "mean": "ขอพระองค์ทรงทำให้หนักแน่น/มั่นคง" },
    { "ar": "أَقْدَامَنَا", "read": "อักดามะนา", "mean": "เท้าของพวกเรา (หมายถึงจุดยืน/ความมุ่งมั่น)" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "انْصُرْنَا", "read": "อันศุรนา", "mean": "ขอพระองค์ทรงช่วยเหลือพวกเรา/ให้ชัยชนะแก่เรา" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "เหนือ" },
    { "ar": "الْقَوْمِ", "read": "อัลเกามิ", "mean": "กลุ่มชน/หมู่คณะ" },
    { "ar": "الْكَافِرِينَ", "read": "อัลกาฟิรีน", "mean": "บรรดาผู้ปฏิเสธศรัทธา" }
  ]
}