export const duaData = {
  "title": "ดุอาอ์ขอความผ่อนปรนและการอภัยโทษ-อัลบากอเราะห์286",
  "fullArabic": `\
 <span class="text-emerald-600">رَبَّنَا لَا تُؤَاخِذْنَآ </span>\
 <span class="text-yellow-500">إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ </span> 
 <span class="text-pink-600">رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ </span>\ 
 <span class="text-cyan-600">إِصْرًۭا كَمَا حَمَلْتَهُۥ </span> \
 <span class="text-stone-600">عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ </span> 
 <span class="text-blue-800">رَبَّنَا وَلَا تُحَمِّلْنَا </span> \
 <span class="text-lime-500">مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ </span> \
 <span class="text-fuchsia-600">وَٱعْفُ عَنَّا </span>\
 <span class="text-green-500">وَٱغْفِرْ لَنَا </span>\
 <span class="text-amber-600">وَٱرْحَمْنَآ ۚ</span>\
 <span class="text-gray-500">أَنتَ مَوْلَىٰنَا </span>\
 <span class="text-indigo-500">فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ۝٢٨٦ </span>
<span class="block text-right text-lg text-slate-500">(ซูเราะห์อัลบากอเราะห์ อายะห์ที่ 286 )<\span>

   `,
  "fullTranslation": `\
• <span class="text-emerald-600">ข้าแต่พระเจ้าของเรา โปรดอย่าเอาโทษแก่เราเลย </span> \
• <span class="text-yellow-500">หากเราลืมหรือผิดพลาดไป </span> 
• <span class="text-pink-600">ข้าแต่พระเจ้าของเรา โปรดอย่าบรรทุกแก่เรา </span> \
• <span class="text-cyan-600">ภาระหนักแก่เรา </span> \
• <span class="text-stone-600">เหมือนดังที่พระองค์ได้บรรทุกแก่บรรดาชนก่อนหน้าเรา  </span> 
• <span class="text-blue-800">ข้าแต่พระเจ้าของเรา โปรดอย่าให้เราต้องแบกรับ </span> \
• <span class="text-lime-500">ในสิ่งที่เกินกำลังความสามารถของเราเลย </span> \
• <span class="text-fuchsia-600">และโปรดลบล้าง (ความผิด) แก่เรา </span>\
• <span class="text-green-500">และโปรดอภัยโทษแก่เรา </span>\
• <span class="text-amber-600">และโปรดเมตตาเราด้วยเทอญ </span>\
• <span class="text-gray-500">พระองค์คือผู้คุ้มครองพวกเรา </span>\
• <span class="text-indigo-500">ดังนั้นโปรดช่วยเหลือพวกเราให้ได้รับชัยชนะเหนือกลุ่มชนผู้ปฏิเสธศรัทธาด้วยเถิด </span>
<span class="block text-right text-lg text-slate-500">(ซูเราะห์อัลบากอเราะห์ อายะห์ที่ 286 )</span>

      
`,
  "explanation": `\
  ดุอาอ์บทนี้อยู่ในอายะห์สุดท้ายของซูเราะห์อัลบากอเราะห์ ครอบคลุมทั้งเรื่องความอดทน การขออภัย \
  และการวอนขอความช่วยเหลือจากพระองค์ในยามที่ต้องแบกรับภาระหนัก
  ถ้าจะให้สมบูรณ์ควรอ่าน 2 อายะห์สุดท้ายของซูเราะห์นี้ อ้างจากฮาดีษที่ว่า
  <br>“ผู้ใดอ่านสองอายะฮฺสุดท้ายของสูเราะฮฺ อัล-บะเกาะเราะฮฺ (อายะฮฺ 285-286) ในเวลากลางคืน \
  ดังนั้นสองอายะฮฺดังกล่าวย่อมเป็นการ เพียงพอสำหรับเขา (ในการคุ้มครองเขา)“
  <span class="block text-right text-sm text-slate-500">\
  (มุตตะฟักอะลัยฮฺ, อัล-บุคอรีย์ 5008, มุสลิม 875)</span>

  <br>“ผู้ใดอ่านสี่อายะฮฺแรกของสูเราะฮฺ อัล-บะเกาะเราะฮฺ อายะฮฺกุรสีย์ สองอายะฮฺหลังจาก อายะฮฺกุรสีย์ และสามอายะฮฺสุดท้ายของ \
  สูเราะฮฺ อัล-บะเกาะเราะฮฺ แน่แท้ว่าชัยฏอนจะไม่เข้าใกล้เขาและครอบครัวของเขาในวันนั้น จะไม่มีสิ่งที่เขาไม่ปรารถนาเกิดขึ้น \
  และหากอ่านบนผู้ที่เสียสติเขาก็จะหายจากอาการนั้น“
  <span class="block text-left text-sm text-slate-500">\
  (เฏาะอีฟ,อัด-ดาริมีย์ 3383, อัฏ-เฏาะบะรอนีย์ ใน อัล-มุอุญัม อัล-กะบีร 8674 ด้วยสายรายงานที่เฏาะอีฟ \
  โดยมีระบุในรายงานว่า “หากผู้ใดอ่านอายะฮฺดังกล่าวในบ้านเวลากลางคืน ชัยฏอนก็จะไม่เข้าบ้านนั้นจนกระทั่งรุ่งเช้า“)</span>
`,
  "audio_url": "https://assets.duanabi.com/audio/relief/relief04.mp3",
"words": [
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "พระผู้อภิบาลของพวกเรา" },
    { "ar": "لَا تُؤَاخِذْنَآ", "read": "ลา ตุอาคิซนา", "mean": "โปรดอย่าเอาผิดพวกเรา" },
    { "ar": "إِن", "read": "อิน", "mean": "หาก" },
    { "ar": "نَّسِينَآ", "read": "นะสีนา", "mean": "พวกเราลืม" },
    { "ar": "أَوْ", "read": "เอา", "mean": "หรือ" },
    { "ar": "أَخْطَأْنَا", "read": "อัคเตาะนา", "mean": "พวกเราผิดพลาด" },
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "พระผู้อภิบาลของพวกเรา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَا تَحْمِلْ", "read": "ลา ตะห์มิล", "mean": "โปรดอย่าให้แบก" },
    { "ar": "عَلَيْنَآ", "read": "อะลัยนา", "mean": "เหนือพวกเรา" },
    { "ar": "إِصْرًا", "read": "อิสร็อน", "mean": "ภาระหนัก" },
    { "ar": "كَمَا", "read": "กะมา", "mean": "เช่นเดียวกับที่" },
    { "ar": "حَمَلْتَهُۥ", "read": "หะมัลตะฮู", "mean": "พระองค์ได้ทรงให้แบก" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "เหนือ" },
    { "ar": "ٱلَّذِينَ", "read": "อัลละซีนะ", "mean": "บรรดาผู้ซึ่ง" },
    { "ar": "مِن", "read": "มิน", "mean": "จาก" },
    { "ar": "قَبْلِنَا", "read": "ก็อบลินา", "mean": "ก่อนหน้าพวกเรา" },
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "พระผู้อภิบาลของพวกเรา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَا تُحَمِّلْنَا", "read": "ลา ตุหัมมิลนา", "mean": "โปรดอย่าให้พวกเราแบกรับ" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "لَا طَاقَةَ", "read": "ลา ตอเกาะตะ", "mean": "ไม่มีกำลัง / ความสามารถ" },
    { "ar": "لَنَا", "read": "ละนา", "mean": "สำหรับพวกเรา" },
    { "ar": "بِهِۦ", "read": "บิฮี", "mean": "กับสิ่งนั้น" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ٱعْفُ", "read": "อุอ์ฟุ", "mean": "โปรดยกโทษ" },
    { "ar": "عَنَّا", "read": "อันนา", "mean": "แก่พวกเรา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ٱغْفِرْ", "read": "อัฆฟิร", "mean": "โปรดอภัยโทษ" },
    { "ar": "لَنَا", "read": "ละนา", "mean": "แก่พวกเรา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ٱرْحَمْنَآ", "read": "วัรหัมนา", "mean": "โปรดเมตตาพวกเรา" },
    { "ar": "أَنتَ", "read": "อันตะ", "mean": "พระองค์ท่าน" },
    { "ar": "مَوْلَىٰنَا", "read": "เมาลานา", "mean": "ผู้คุ้มครองของพวกเรา" },
    { "ar": "فَٱنصُرْنَا", "read": "ฟันศุรนา", "mean": "ดังนั้นโปรดช่วยเหลือพวกเรา" },
    { "ar": "عَلَى ٱلْقَوْمِ", "read": "อะลัลเกามิ", "mean": "เหนือกลุ่มชน" },
    { "ar": "ٱلْكَافِرِينَ", "read": "อัลกาฟิรีน", "mean": "ผู้ปฏิเสธศรัทธา" }
  ]
}