export const duaData = {
  "title": "ดุอาอ์ขอความคุ้มครองให้พ้นจากความทุกข์ยากและความหายนะทั้ง 4 ประการ",
  "fullArabic": `\
 <span class="text-emerald-600">اللَّهُمَّ إِنِّي </span> \
 <span class="text-yellow-500">أَعُوذُ بِكَ </span> \
 <span class="text-pink-600">مِنْ جَهْدِ الْبَلَاءِ ، </span>  
 <span class="text-cyan-600"> وَدَرَكِ الشَّقَاءِ ، </span> \
 <span class="text-stone-600">وَسُوءِ الْقَضَاءِ ، </span> \
 <span class="text-blue-800"> وَشَمَاتَةِ الْأَعْدَاءِ </span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 6347, มุสลิม: 2707)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้พระองค์อัลลอฮ์ แท้จริงข้าพระองค์ </span>
• <span class="text-yellow-500">ขอความคุ้มครองต่อพระองค์</span> 
• <span class="text-pink-600">ให้พ้นจากความยากลำบากของภัยบะลาอ์ (ภัยพิบัติ/บททดสอบ) </span> 
• <span class="text-cyan-600"> และการประสบกับความหายนะตกต่ำ(ความทุกข์ยากอันหนักหนาสาหัส),</span> 
• <span class="text-stone-600">และจากความเลวร้ายของกำหนดสภาวการณ์,</span> 
• <span class="text-blue-800">และความปิติยินดีของศัตรูในตอนที่บททดสอบได้มาประสบกับผู้ศรัมธา(จากการเยาะเย้ยของศัตรู)ด้วยเถิด </span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 6347, มุสลิม: 2707)</span>
`,
  "explanation": `\
  เป็นดุอาอ์ที่ท่านนบีมูฮัมหมัด (ซ.ล.) ส่งเสริมให้ขอความคุ้มครองอย่างสม่ำเสมอ เพื่อปกป้องชีวิตของเราจากวิกฤตหนัก 4 ด้าน คือ 
  1) บททดสอบหรือภัยพิบัติที่หนักหน่วงจนร่างกายและจิตใจรับไม่ไหว 
  2) ความล่มจมหายนะทั้งในโลกนี้และโลกหน้า 
  3) ลิขิตหรือเหตุการณ์เลวร้ายที่ไม่คาดคิด และ 
  4) ความทุกข์ใจจากการถูกศัตรูหรือผู้ไม่หวังดีสมน้ำหน้ายามที่เราล้มลง 
  (รายงานจากท่านอบูฮุร็อยเราะฮ์, บันทึกโดย อัล-บุคอรีย์ หะดีษหมายเลข 6347 และ มุสลิม หะดีษหมายเลข 2707)
  `,
  "audio_url": "https://assets.duanabi.com/audio/relief/relief08.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้พระองค์อัลลอฮ์" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงข้าพระองค์" },
    { "ar": "أَعُوذُ بِكَ", "read": "อะอูซุ บิกะ", "mean": "ขอความคุ้มครองต่อพระองค์" },
    { "ar": "مِنْ", "read": "มิน", "mean": "จาก / ให้พ้นจาก" },
    { "ar": "جَهْدِ", "read": "ญะฮ์ดิ", "mean": "ความยากลำบาก / ความเหน็ดเหนื่อยแสนสาหัส" },
    { "ar": "الْبَلَاءِ", "read": "อัล-บะลาอ์", "mean": "ภัยพิบัติ / โรคภัย / บททดสอบชีวิต" },
    { "ar": "وَدَرَكِ", "read": "วะ ดะร็อก", "mean": "และการตามทัน / การประสบพบเจอ" },
    { "ar": "الشَّقَاءِ", "read": "อัช-ชะกออ์", "mean": "ความหายนะ / ความทุกข์ยากตกต่ำ" },
    { "ar": "وَسُوءِ", "read": "วะ ซูอ์อิ", "mean": "และความเลวร้าย / ความไม่ดี" },
    { "ar": "الْقَضَاءِ", "read": "อัล-เกาะฎออ์", "mean": "กำหนดสภาวการณ์ / ลิขิตชะตาตา" },
    { "ar": "وَشَمَاتَةِ", "read": "วะ ชะมาตะติ", "mean": "และการสะใจ / การเยาะเย้ยถากถาง" },
    { "ar": "الْأَعْدَاءِ", "read": "อัล-อะอ์ดาอ์", "mean": "ของเหล่าศัตรู / ผู้ไม่หวังดี" }
  ]
}