export const duaData = {
  "title": "ดุอาอ์ปลดหนี้สิน (ขอริสกีที่ฮาลาลและความพอเพียงจากพระองค์)",
  "fullArabic": `\
 <span class="text-emerald-600">اللَّهُمَّ اكْفِنِي</span>\
 <span class="text-yellow-500">بِحَلَالِكَ </span> \
 <span class="text-pink-600"> عَنْ حَرَامِكَ</span> 
 <span class="text-cyan-600">وَأَغْنِنِي</span> \
 <span class="text-stone-600">بِفَضْلِكَ</span> \
 <span class="text-blue-800"> عَمَّنْ سِوَاكَ</span> \
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัต-ติรมิซี: 3563)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้พระองค์อัลลอฮ์ ขอพระองค์ทรงทำให้ข้าพระองค์มีความพอเพียง</span> \
• <span class="text-yellow-500">ด้วยสิ่งฮาลาล (อนุมัติ) ของพระองค์</span> \
• <span class="text-pink-600">ให้พ้นจากสิ่งหะรอม (ต้องห้าม) ของพระองค์,</span> 
• <span class="text-cyan-600">และขอพระองค์ทรงทำให้ข้าพระองค์ร่ำรวย (มั่งคั่งพอเพียง)</span> \
• <span class="text-stone-600">ด้วยความโปรดปรานของพระองค์</span> \
• <span class="text-blue-800">ให้พ้นจากการพึ่งพาผู้ใดนอกจากพระองค์ด้วยเถิด</span> \
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัต-ติรมิซี: 3563)</span>
`,
  "explanation": `\
  เป็นดุอาอ์ที่ท่านนบีมูฮัมหมัด (ซ.ล.) แนะนำให้ผู้ที่มีภาระหนี้สินหนักหน่วงได้หมั่นวิงวอนต่ออัลลอฮ์ (บันทึกโดย อัต-ติรมิซี หมายเลข 3563) 
  หัวใจหลักของดุอาอ์บทนี้ไม่ใช่เพียงแค่การขอเงินมาปลดหนี้ แต่เป็นการขอให้อัลลอฮ์ทรงเปิดทางริสกีที่บริสุทธิ์ (ฮาลาล) \
  และขอให้หัวใจของเรามีความพอเพียง (กอนาอะฮ์) ในความเมตตาของพระองค์ \
  จนกระทั่งเราสามารถยืนหยัดได้ด้วยตนเองโดยไม่ต้องบากหน้าไปพึ่งพา มอบหมาย \
  หรือเป็นหนี้สินต่อสิ่งสร้างใด ๆ นอกเหนือจากพระองค์ `,
  "audio_url": "https://assets.duanabi.com/audio/relief/relief10.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้พระองค์อัลลอฮ์" },
    { "ar": "اكْفِنِي", "read": "อิกฟินี", "mean": "ขอพระองค์ทรงทำให้ข้าพระองค์พอเพียง / ทรงคุ้มครองข้าพระองค์" },
    { "ar": "بِحَلَالِكَ", "read": "บิหะลาลิกะ", "mean": "ด้วยสิ่งฮาลาล (สิ่งอนุมัติ) ของพระองค์" },
    { "ar": "عَنْ حَرَامِكَ", "read": "อัน หะรอมิกะ", "mean": "ให้พ้นจากสิ่งหะรอม (สิ่งต้องห้าม) ของพระองค์" },
    { "ar": "وَأَغْنِنِي", "read": "วะ อัฆนินี", "mean": "และขอพระองค์ทรงทำให้ข้าพระองค์ร่ำรวย / มั่งคั่งพอเพียง" },
    { "ar": "بِفَضْلِكَ", "read": "บิฟัฎลิกะ", "mean": "ด้วยความโปรดปราน / ความเอื้อเฟื้อของพระองค์" },
    { "ar": "عَمَّنْ سِوَاكَ", "read": "อัมมัน ซิวากะ", "mean": "ให้พ้นจากผู้อื่นนอกเหนือจากพระองค์ (ไม่ต้องพึ่งใคร)" }
  ]
}