export const duaData = {
  "title": "25-ดุอาอ์ขอความคุ้มครองจากความกังวลและความโศกเศร้า",
  "fullArabic": `\
• <span class="text-emerald-600">اللَّهُمَّ إِنِّي </span>\
<span class="text-yellow-500">أَعُوذُ بِكَ  </span> \
<span class="text-pink-600">مِنَ الْهَمِّ </span>\
<span class="text-cyan-600">وَالْحَزَنِ، </span> 
• <span class="text-stone-600">وَأَعُوذُ بِكَ </span>\
<span class="text-blue-800">مِنَ الْعَجْزِ </span> \
<span class="text-lime-500">وَالْكَسَلِ، </span>
• <span class="text-fuchsia-600">وَأَعُوذُ بِكَ </span>\
<span class="text-green-500">مِنَ الْجُبْنِ </span>\
<span class="text-amber-600">وَالْبُخْلِ، </span>
• <span class="text-gray-500">وَأَعُوذُ بِكَ </span>\
<span class="text-indigo-500">مِنْ غَلَبَةِ الدَّيْنِ </span>\
<span class="text-red-500">  وَقَهْرِ الرِّجَالِ</span>
`,

"fullTranslation": `\• <span class="text-emerald-600">โอ้อัลลอฮฺ แท้จริง</span>\
<span class="text-yellow-500">ฉันขอความคุ้มครองต่อพระองค์ท่าน </span> \
<span class="text-pink-600">ให้พ้นจากความกังวล </span>\
<span class="text-cyan-600">และความโศกเศร้า </span> 
• <span class="text-stone-600">ฉันขอความคุ้มครองต่อพระองค์ท่าน </span>\
<span class="text-blue-800">ให้พ้นจากความอ่อนแอ </span> \
<span class="text-lime-500">และความเกียจคร้าน </span>
• <span class="text-fuchsia-600">ฉันขอความคุ้มครองต่อพระองค์ท่าน </span>\
<span class="text-green-500">ให้พ้นจากความขลาดกลัว </span>\
<span class="text-amber-600">และความตระหนี่ </span>
• <span class="text-gray-500">ฉันขอความคุ้มครองต่อพระองค์ท่าน </span>\
<span class="text-indigo-500">• <span class="text-fuchsia-600">ให้พ้นจากการมีหนี้สินล้นตัว </span>\
<span class="text-red-500">และการถูกข่มเหงจากผู้อื่น </span>


`,
  "explanation": `\
  ดุอา จากฮาดีษที่ รายงานจากท่านอนัส บิน มาลิก:ซึ่งเป็นผู้รับใช้ใกล้ชิดของท่านนบี“รอสูลุลลอฮ์ (ﷺ) ทุกครั้งที่ท่านหยุดพัก \
  ณ ที่ใดที่หนึ่ง และข้าพเจ้ามักจะได้ยินท่านกล่าวว่า
   اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ،   ...จนจบ “ 
     <span class="block text-right text-sm text-slate-500">\
    (บันทึกโดย: อิมาม อัล-บุคอรี หมายเลขหะดีษ: 6363) <\span>

  และอีกรายงานหนึ่ง “ถ้าหากอ่านมันทั้งยามเช้าและยามเย็นอัลลอฮฺจะให้พ้นจากความกังวลและหลุดพันจากหนี้สิน“ 
  <span class="block text-right text-sm text-slate-500">\
  (เฏาะอีฟ, อบู ดาวูด 1555)<\span>
  ดุอาอ์บทนี้ ป้องกันโรคซึมเศร้าได้ดี ปัญหาบั่นทอนสุขภาพจิตในปัจจุบัน \
  คือคำวิงวอนที่ครอบคลุมการสร้างเกราะป้องกันจิตใจจากสภาวะที่บั่นทอนศักยภาพของมนุษย์ ทั้งความกังวลที่รบกวนสมาธิ \
  ความโศกเศร้าที่ลดทอนพลังชีวิต รวมถึงความขลาดกลัวและความตระหนี่ที่ปิดกั้นโอกาสในการพัฒนาตนเอง \
  การวอนขอความคุ้มครองจากการมีหนี้สินล้นตัวและการถูกข่มเหงช่วยให้เราสามารถรักษาอิสรภาพและศักดิ์ศรีในการดำเนินชีวิตไว้ได้อย่างมั่นคง`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar25s.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงฉัน" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ขอความคุ้มครอง" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ต่อพระองค์" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "الْهَمِّ", "read": "อัลฮัมมิ", "mean": "ความกังวล" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "الْحَزَنِ", "read": "อัลหะซะนิ", "mean": "ความโศกเศร้า" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ขอความคุ้มครอง" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ต่อพระองค์" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "الْعَجْزِ", "read": "อัลอัจญ์ซิ", "mean": "ความอ่อนแอ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "الْكَسَلِ", "read": "อัลกะสะลิ", "mean": "ความเกียจคร้าน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ขอความคุ้มครอง" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ต่อพระองค์" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "الْجُبْنِ", "read": "อัลญุบนิ", "mean": "ความขลาดกลัว" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "الْبُخْلِ", "read": "อัลบุคลิ", "mean": "ความตระหนี่" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ขอความคุ้มครอง" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ต่อพระองค์" },
    { "ar": "مِنْ", "read": "มิน", "mean": "จาก" },
    { "ar": "غَلَبَةِ", "read": "ฆ่อละบะติ", "mean": "การมีล้นตัว/การครอบงำ" },
    { "ar": "الدَّيْنِ", "read": "อัดดัยนิ", "mean": "หนี้สิน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "قَهْرِ", "read": "เกาะฮ์ริ", "mean": "การข่มเหง/การบีบคั้น" },
    { "ar": "الرِّجَالِ", "read": "อัรริญาลิ", "mean": "ผู้คน/ชายฉกรรจ์" }
  ]
}