export const duaData = {
  "title": "ดุอาอ์แห่งการพ้นจากความเศร้า (คำกล่าวของชาวสวรรค์)",
  "fullArabic": `\
 <span class="text-emerald-600">الْحَمْدُ لِلَّهِ </span> \
 <span class="text-yellow-500">الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ، </span> \
 <span class="text-pink-600">إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ </span> 
<span class="block text-right text-lg text-slate-500">ซูเราะฮ์อัลฟาฏิร (35:34)<\span>

  `,
  "fullTranslation": `\
• <span class="text-emerald-600">มวลมหาหางสรรเสริญเป็นสิทธิของอัลลอฮ์ </span>\
• <span class="text-yellow-500">ผู้ซึ่งทรงขจัดความเศร้าโศกให้พ้นไปจากพวกเรา </span> \
• <span class="text-pink-600">แท้จริงพระเจ้าของเรานั้นทรงเป็นผู้ทรงอภัยโทษยิ่ง ทรงเป็นผู้ทรงกตัญญู (ตอบแทนความดี) ยิ่ง </span> 
<span class="block text-right text-lg text-slate-500">ซูเราะฮ์อัลฟาฏิร (35:34)<\span>
  `,
  "explanation": "มาจากซูเราะฮ์อัลฟาฏิร (35:34) เป็นถ้อยคำที่ชาวสวรรค์กล่าวด้วยความปิติยินดีเมื่อความเหนื่อยยากและความกังวลในโลกดุนยาได้ถูกขจัดออกไปจนหมดสิ้น นักวิชาการแนะนำให้ผู้ที่เผชิญกับความทุกข์ใจหรือความเศร้าหมองหมั่นกล่าวบทนี้ เพื่อเป็นการดึงสติและขอบคุณพระองค์ที่ทรงเยียวยาหัวใจของเราเสมอ",
  "audio_url": "https://assets.duanabi.com/audio/relief/relief05.mp3",
  "words": [
    { "ar": "الْحَمْدُ لِلَّهِ", "read": "อัลหัมดุ ลิลลาฮ์", "mean": "มวลมหาหางสรรเสริญเป็นสิทธิของอัลลอฮ์" },
    { "ar": "الَّذِي", "read": "อัลละซี", "mean": "ผู้ซึ่ง/ผู้ที่" },
    { "ar": "أَذْهَبَ", "read": "อัซฮะบะ", "mean": "ทรงขจัดออกไป/ทรงทำให้พ้นไป" },
    { "ar": "عَنَّا", "read": "อันนา", "mean": "จากพวกเรา" },
    { "ar": "الْحَزَنَ", "read": "อัลหะซะนะ", "mean": "ความเศร้าโศก/ความทุกข์ระทม" },
    { "ar": "إِنَّ رَبَّنَا", "read": "อินนะ ร็อบบะนา", "mean": "แท้จริงพระเจ้าของเรา" },
    { "ar": "لَغَفُورٌ", "read": "ละเฆาะฟูร", "mean": "ทรงอภัยโทษยิ่ง (แท้จริง)" },
    { "ar": "شَكُورٌ", "read": "ชะกูร", "mean": "ทรงกตัญญู/ทรงตอบแทนความดีอย่างมากมาย" }
  ]
}