export const duaData = {
  "title": "ดุอาอ์ขอความคุ้มครองให้พ้นจากสภาพอายุที่ตกต่ำและยามแก่ชราที่ไร้ความสามารถ",
  "fullArabic": `\
 <span class="text-emerald-600">اللَّهُمَّ إِنِّي </span>\
 <span class="text-yellow-500"> أَعُوذُ بِكَ </span>\
 <span class="text-pink-600">مِنْ أَنْ أُرَدَّ إِلَى </span>\ 
 <span class="text-cyan-600"> أَرْذَلِ الْعُمُرِ </span>
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 4707, 6374)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้พระองค์อัลลอฮ์ แท้จริงข้าพระองค์ </span>\
• <span class="text-yellow-500">ขอความคุ้มครองต่อพระองค์ </span>\
• <span class="text-pink-600">ให้พ้นจากการที่ข้าพระองค์จะถูกดึงกลับไปสู่ </span>\
• <span class="text-cyan-600">ช่วงอายุที่ตกต่ำที่สุด (วัยชราที่หลงลืมและไร้ความสามารถ) ด้วยเถิด </span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 4707, 6374)</span>
`,
  "explanation": `\
  เป็นส่วนหนึ่งจากดุอาอ์ชุดขอความคุ้มครองของท่านนบีมูฮัมหมัด (ซ.ล.) (รายงานโดยท่านอนัส บิน มาลิก ในซอฮีฮ์อัล-บุคอรีย์) 
  คำว่า 'أَرْذَلِ الْعُمُرِ' (อัรซะลิล อุมุร) หมายถึง ช่วงวัยชราภาพที่ร่างกายอ่อนแอ จิตใจหดหู่ \
  และสมองเริ่มหลงลืมจนไม่สามารถช่วยเหลือตัวเองหรือปฏิบัติศาสนกิจได้อย่างเต็มที่ รวมถึงอาจต้องกลับมาเป็นภาระให้ผู้อื่นดูแลเหมือนเยาว์วัย \
  ท่านนบีจึงสอนให้เราขอพรบทนี้เพื่อให้มีอายุขัยที่เปี่ยมด้วยสติปัญญาและความแข็งแรงจนถึงวาระสุดท้าย
  `,
  "audio_url": "https://assets.duanabi.com/audio/relief/relief09.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้พระองค์อัลลอฮ์" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงข้าพระองค์" },
    { "ar": "أَعُوذُ بِكَ", "read": "อะอูซุ บิกะ", "mean": "ขอความคุ้มครองต่อพระองค์" },
    { "ar": "مِنْ أَنْ", "read": "มิน อัน", "mean": "จากการที่ / ให้พ้นจากการที่" },
    { "ar": "أُرَدَّ", "read": "อุร็อดดะ", "mean": "ข้าพระองค์จะถูกดึงกลับไป / ถูกส่งกลับไป" },
    { "ar": "إِلَى", "read": "อิลา", "mean": "สู่ / ไปยัง" },
    { "ar": "أَرْذَلِ", "read": "อัรซะลิ", "mean": "ช่วงที่ตกต่ำที่สุด / แย่ที่สุด" },
    { "ar": "الْعُمُرِ", "read": "อัล-อุมุริ", "mean": "อายุ / อายุขัย (วัยชราภาพ)" }
  ]
}