export const duaData = {
  "title": "ดุอาอ์นบีอัยยูบ (ขอให้พ้นจากความทุกข์ยากและโรคภัย)",
  "fullArabic": `\
 <span class="text-pink-600">أَنِّي مَسَّنِيَ الضُّرُّ </span> \
 <span class="text-cyan-600">وَأَنتَ أَرْحَمُ الرَّاحِمِينَ </span> 
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลอัมบิยา อายะฮ์ที่ 83)<\span>

  `,
  "fullTranslation": `\
• <span class="text-pink-600">แท้จริงข้าพระองค์นั้น ความทุกข์ยากได้ประสบแก่ข้าพระองค์และ </span> 
• <span class="text-cyan-600">พระองค์เท่านั้นเป็นผู้ทรงเมตตายิ่ง ในหมู่ผู้เมตตาทั้งหลาย </span> 
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลอัมบิยา อายะฮ์ที่ 83)<\span>

`,
  "explanation": `\
  มาจากซูเราะฮ์อัลอัมบิยา อายะฮ์ที่ 83 เป็นดุอาอ์ของนบีอัยยูบ (อ.) ในขณะที่ท่านประสบกับความเจ็บป่วยอย่างหนักและความสูญเสียเป็นเวลานานหลายปี 
  ความงดงามของดุอาอ์บทนี้คือ ท่านนบีอัยยูบไม่ได้เอ่ยปาก 'สั่ง' หรือ 'ขอ' ตรงๆ ให้หาย \
  แต่ท่านใช้การบรรยายความเดือดร้อนของตนเองต่ออัลลอฮ์ และสรรเสริญความเมตตาของพระองค์ \
  ซึ่งเป็นมารยาทอันสูงส่งในการวิงวอน เหมาะสำหรับผู้ที่กำลังเผชิญกับบททดสอบ ความป่วยไข้ หรือความลำบากในชีวิต
  `,
  "audio_url": "https://assets.duanabi.com/audio/relief/relief01.mp3",
  "words": [
    { "ar": "أَنِّي", "read": "อันนี", "mean": "แท้จริงข้าพระองค์" },
    { "ar": "مَسَّنِيَ", "read": "มัสสะนียะ", "mean": "ได้มาประสบ/ถูกต้องตัวข้าพระองค์" },
    { "ar": "الضُّرُّ", "read": "อัฎฎุรรุ", "mean": "ความทุกข์ยาก/โรคภัย/ความเดือดร้อน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَنتَ", "read": "อันตะ", "mean": "พระองค์ท่าน" },
    { "ar": "أَرْحَمُ", "read": "อัรหะมุ", "mean": "ผู้ทรงเมตตายิ่ง" },
    { "ar": "الرَّاحِمِينَ", "read": "อัรรอหิมีน", "mean": "ในหมู่ผู้เมตตาทั้งหลาย" }
  ]
}