export const duaData = {
  "title": "29-ดุอาอ์หัวหน้าของการขออภัยโทษ (Sayyidul Istighfar)",
  "fullArabic": `\
 <span class="text-pink-600">اللَّهُمَّ أَنْتَ رَبِّي</span> \
<span class="text-cyan-600">لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي </span> \
<span class="text-stone-600">وَأَنَا عَبْدُكَ، </span> \
<span class="text-blue-800">وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، </span> \
<span class="text-lime-500">أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ،  </span> \
<span class="text-fuchsia-600">أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، </span>\
<span class="text-cyan-600">وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي </span>\
<span class="text-amber-800">فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ </span>\

  `,
  "fullTranslation": `\
   <span class="text-pink-600">โอ้อัลลอฮฺ พระองค์คือพระผู้อภิบาลของฉัน </span> \
• <span class="text-cyan-600">ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ พระองค์ทรงสร้างฉัน </span> \
• <span class="text-stone-600">และฉันคือบ่าวของพระองค์ </span> \
• <span class="text-blue-800">และฉันยังคงรักษาคำมั่นสัญญาของพระองค์เท่าที่ฉันมีความสามารถ </span> \
• <span class="text-lime-500">ฉันขอความคุ้มครองต่อพระองค์ให้พ้นจากความชั่วร้ายที่ฉันได้กระทำไว้ </span> \
• <span class="text-fuchsia-600">ฉันขอยอมรับต่อพระองค์ในความโปรดปรานของพระองค์ที่มีต่อฉัน </span>\
• <span class="text-cyan-600">และฉันขอยอมรับในความผิดบาปของฉัน ดังนั้นขอพระองค์ทรงโปรดอภัยโทษให้แก่ฉันด้วยเถิด </span>\
• <span class="text-amber-800">เพราะแท้จริงไม่มีผู้ใดอภัยโทษในบรรดาความผิดบาปทั้งหลายได้นอกจากพระองค์ท่าน </span>\
         `,

  "explanation": `\
“ผู้ใดอ่านดุอาอ์สัยยิดุลอิสติฆฟาร (แม่บท/ผู้นำแห่งการกล่าวขออภัยโทษ) นี้ ในเวลากลางวัน (ช่วงเช้า) \
ด้วยเปี่ยมศรัทธา แล้วเขาได้เสียชีวิตลงก่อนถึงเวลาเย็น เขาจะเป็นหนึ่งในบรรดาชาวสวรรค์ และผู้ใดอ่านดุอาอ์นี้ในเวลากลางคืน \
(ช่วงเย็น) ด้วยเปี่ยมศรัทธา แล้วเขาได้เสียชีวิตลงก่อนถึงเวลาเช้า เขาจะเป็นหนึ่งในบรรดาชาวสวรรค์เช่นเดียวกัน“ \
<span class="block text-right text-sm text-slate-500">\
(เศาะฮีหุ อัล-บุคอรีย์ 6306, อัน-นะสาอีย์ 5524, อบู ดาวูด5070, อัต-ติรมิซีย์ 3453)</span>
<br>ดุอาอ์บทนี้คือที่สุดของบทขออภัยโทษที่ช่วยให้ฉันกลับมาทบทวนสถานะของตัวเองในทุกๆ วัน \
เรามักจะภูมิใจในความสำเร็จที่ทำได้ แต่บทนี้เตือนสติฉันว่าทุกอย่างคือความโปรดปรานจากพระองค์ \
และไม่มีความสำเร็จใดที่จะลบล้างความผิดพลาดในอดีตได้หากไม่ได้รับความเมตตาจากพระองค์ \
การยอมรับทั้ง 'นิอฺมัต' (ความโปรดปราน) และ 'บาป' ในเวลาเดียวกันช่วยให้หัวใจของฉันมีความสมดุลและอ่อนน้อมเสมอ
`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar29s.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "أَنْتَ", "read": "อันตะ", "mean": "พระองค์ท่าน" },
    { "ar": "رَبِّي", "read": "ร็อบบี", "mean": "พระผู้อภิบาลของฉัน" },
    { "ar": "لَا إِلَهَ", "read": "ลา อิลาฮะ", "mean": "ไม่มีพระเจ้าอื่นใด" },
    { "ar": "إِلَّا أَنْتَ", "read": "อิลลา อันตะ", "mean": "นอกจากพระองค์" },
    { "ar": "خَلَقْتَنِي", "read": "ค็อลักตะนี", "mean": "ทรงสร้างฉัน" },
    { "ar": "وَأَنَا", "read": "วะอะนา", "mean": "และฉัน" },
    { "ar": "عَبْدُكَ", "read": "อับดุกะ", "mean": "บ่าวของพระองค์" },
    { "ar": "عَلَى عَهْدِكَ", "read": "อะลา อะฮ์ดิกะ", "mean": "บนคำมั่นสัญญาของพระองค์" },
    { "ar": "وَعَعْدِكَ", "read": "วะวะอ์ดิกะ", "mean": "และสัญญาของพระองค์" },
    { "ar": "مَا اسْتَطَعْتُ", "read": "มัสตะเตาะอ์ตุ", "mean": "เท่าที่ฉันสามารถ" },
    { "ar": "أَعُوذُ بِكَ", "read": "อะอูซุ บิกะ", "mean": "ฉันขอความคุ้มครองต่อพระองค์" },
    { "ar": "مِنْ شَرِّ", "read": "มิน ชัรริ", "mean": "จากความชั่วร้าย" },
    { "ar": "مَا صَنَعْتُ", "read": "มา เศาะนะอ์ตุ", "mean": "สิ่งที่ฉันได้กระทำไว้" },
    { "ar": "أَبُوءُ لَكَ", "read": "อะบูอุ ละกะ", "mean": "ฉันขอยอมรับต่อพระองค์" },
    { "ar": "بِنِعْمَتِكَ", "read": "บินิอฺมะติกะ", "mean": "ด้วยความโปรดปรานของพระองค์" },
    { "ar": "عَلَيَّ", "read": "อะลัยยะ", "mean": "ที่มีต่อฉัน" },
    { "ar": "بِذَنْبِي", "read": "บิซัมบี", "mean": "ด้วยความผิดบาปของฉัน" },
    { "ar": "فَاغْفِرْ لِي", "read": "ฟัฆฟิร ลี", "mean": "ดังนั้นโปรดอภัยโทษแก่ฉัน" },
    { "ar": "الذُّنُوبَ", "read": "อัซซุนูบะ", "mean": "บรรดาความผิดบาป" }
  ]
}