export const duaData = {
  "title": "ดุอาอ์ก่อนรับประทานอาหาร (บทที่ซอฮีฮ์ที่สุด)",
  "fullArabic": `\
<span class="text-emerald-600">بِسْمِ </span> \
<span class="text-blue-600">اللَّهِ</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัต-ติรมิซี: 1858, ซอฮีฮ์)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">ด้วยพระนามของ</span> \
• <span class="text-blue-600">อัลลอฮ์</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัต-ติรมิซี: 1858, ซอฮีฮ์)</span>
`,
  "explanation": `\
  ตามตัวบทหะดีษจากสุนันอัต-ติรมิซี หมายเลข 1858 ท่านนบีมูฮัมหมัด (ซ.ล.) ได้สำทับว่า 
  'เมื่อคนใดในหมู่พวกท่านจะรับประทานอาหาร ก็จงกล่าวพระนามของอัลลอฮ์' 
  บรรดาอุลามาอ์วิเคราะห์ว่าการกล่าวเพียง \
  'بِسْمِ اللَّهِ' (บิสมิลลาฮ์) สั้น ๆ นี้ คือสิ่งที่ซอฮีฮ์ มั่นคง และตรงตามแบบอย่างมากที่สุดในขณะเริ่มทาน \
  (ส่วนคำว่า บิสมิลลาฮิรเราะห์มานิรราฮีม หรือดุอาอ์บทอื่น ๆ นั้นสามารถกล่าวได้ในแง่ความประเสริษกว้าง ๆ \
  แต่ในแง่สายรายงานที่ถูกต้องที่สุดเจาะจงเรื่องอาหารคือบทนี้) \
  การกล่าวบิสมิลลาฮ์เป็นการขัดขวางไม่ให้ชัยฏอนมาร่วมกินอาหารและแย่งชิงความจำเริญ (บารกัต) ไปจากจานของพวกเรา`,
  "audio_url": "https://assets.duanabi.com/audio/daily/daily05.mp3",
  "words": [
    { "ar": "بِسْمِ", "read": "บิสมี", "mean": "ด้วยพระนามของ" },
    { "ar": "اللَّهِ", "read": "อัลลอฮ์", "mean": "อัลลอฮ์" }
  ]
}