export const duaData = {
  "title": "ดุอาอ์เข้าบ้าน (ขอสิ่งที่ดีในการเข้าและออก พร้อมมอบหมายต่ออัลลอฮ์)",
  "fullArabic": `\
 <span class="text-emerald-600">اللَّهُمَّ إِنِّي</span> \
 <span class="text-yellow-500">أَسْأَلُكَ  </span> 
 <span class="text-pink-600">خَيْرَ الْمَوْلَجِ ،</span> \
 <span class="text-cyan-600">وَخَيْرَ الْمَخْرَجِ ،</span> 
 <span class="text-stone-600">بِسْمِ اللَّهِ وَلَجْنَا ،</span> \
 <span class="text-blue-800">وَبِسْمِ اللَّهِ خَرَجْنَا ،</span> \
 <span class="text-lime-500">وَعَلَى اللَّهِ</span> \
 <span class="text-fuchsia-600">رَبِّنَا تَوَكَّلْنَا</span>
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 5096)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้พระองค์อัลลอฮ์ แท้จริงข้าพระองค์</span>
• <span class="text-yellow-500">ขอต่อพระองค์</span> 
• <span class="text-pink-600">ซึ่งสิ่งที่ดีงามในการเข้า</span> 
• <span class="text-cyan-600">และสิ่งที่ดีงามในการออก</span> 
• <span class="text-stone-600">ด้วยพระนามของอัลลอฮ์พวกเราได้เข้ามา,</span> 
• <span class="text-blue-800">และด้วยพระนามของอัลลอฮ์พวกเราได้ออกไป</span> 
• <span class="text-lime-500">และแด่อัลลอฮ์พระผู้เป็นเจ้าของพวกเรา</span> 
• <span class="text-fuchsia-600">ข้าพระองค์ขอมอบหมาย</span>
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 5096)</span>
`,
  "explanation": `\
  เป็นดุอาอ์ซุนนะฮ์ที่ส่งเสริมให้อ่านเมื่อก้าวเท้าเข้าประตูบ้าน (บันทึกโดย อบูดาวุด หมายเลข 5096) 
  เพื่อวิงวอนขอให้บ้านหลังนี้เต็มไปด้วยความบารกัต ความสงบสุข ปลอดภัยจากสิ่งชั่วร้าย และเมื่ออ่านดุอาอ์บทนี้เสร็จแล้ว 
  ท่านนบี (ซ.ล.) ได้กำชับว่าให้กล่าวสลาม (อัสสลามุอะลัยกุม...) แก่สมาชิกในครอบครัวด้วย เพื่อขับไล่ชัยฏอนไม่ให้มีส่วนร่วมในการอยู่อาศัยในบ้านของเรา`,
  "audio_url": "https://assets.duanabi.com/audio/daily/daily09.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้พระองค์อัลลอฮ์" },
    { "ar": "إِنِّي أَسْأَلُكَ", "read": "อินนี อัสอะลุกะ", "mean": "แท้จริงข้าพระองค์ขอต่อพระองค์" },
    { "ar": "خَيْرَ", "read": "ค็อยร็อ", "mean": "ซึ่งสิ่งที่ดีงาม / ความดีงาม" },
    { "ar": "الْمَوْلَجِ", "read": "อัล-เมาละญิ", "mean": "การเข้า / สถานที่เข้า" },
    { "ar": "وَخَيْرَ", "read": "วะ ค็อยร็อ", "mean": "และสิ่งที่ดีงาม" },
    { "ar": "الْمَخْرَجِ", "read": "อัล-มัคเราะญิ", "mean": "การออก / สถานที่ออก" },
    { "ar": "بِسْمِ اللَّهِ", "read": "บิสมิลลาฮ์", "mean": "ด้วยพระนามของอัลลอฮ์" },
    { "ar": "وَلَجْنَا", "read": "วะลัจญ์นา", "mean": "พวกเราได้เข้าบ้านมา / พวกเราได้เข้ามา" },
    { "ar": "وَبِسْمِ اللَّهِ", "read": "วะ บิสมิลลาฮ์", "mean": "และด้วยพระนามของอัลลอฮ์" },
    { "ar": "خَرَجْنَا", "read": "เคาะร็อจญ์นา", "mean": "พวกเราได้ออกไป" },
    { "ar": "وَعَلَى اللَّهِ", "read": "วะ อะลัลลอฮ์", "mean": "และแด่อัลลอฮ์" },
    { "ar": "رَبِّنَا", "read": "ร็็อบบินา", "mean": "พระผู้เป็นเจ้าของพวกเรา" },
    { "ar": "تَوَكَّلْنَا", "read": "ตะวักกัลนา", "mean": "พวกเราขอมอบหมาย / พวกเราขอพึ่งพิง" }
  ]
}