export const duaData = {
  "title": "ดุอาอ์หลังรับประทานอาหาร (บทได้รับการอภัยโทษในบาปที่ผ่านมา)",
  "fullArabic": `\
<span class="text-emerald-600">الْحَمْدُ لِلَّهِ</span> \
<span class="text-yellow-500">الَّذِي أَطْعَمَنِي</span> \
<span class="text-pink-600"> هَذَا الطَّعَامَ</span> \
<span class="text-cyan-600">وَرَزَقَنِيهِ</span> \
<span class="text-stone-600">مِنْ غَيْرِ حَوْلٍ مِّنِّي</span> \
<span class="text-blue-800">وَلَا قُوَّةٍ</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 4023, ติรมิซี: 3458)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">มวลการสรรเสริญเป็นสิทธิ์ของอัลลอฮ์</span>
• <span class="text-yellow-500">ผู้ทรงให้อาหารแก่ข้าพระองค์</span> 
• <span class="text-pink-600">ซึ่งอาหารจานนี้</span> 
• <span class="text-cyan-600">และทรงประทานมันเป็นริสกีแก่ข้าพระองค์</span> 
• <span class="text-stone-600">โดยไม่มีการพลิกแพลง (กำลังความสามารถ)</span> 
• <span class="text-blue-800">และไม่มีพละกำลังใด ๆ จากตัวข้าพระองค์เลย</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 4023, ติรมิซี: 3458)</span>
`,
  "explanation": `\
  เป็นดุอาอ์ซุนนะฮ์ที่ท่านนบีมูฮัมหมัด (ซ.ล.) ส่งเสริมให้อ่านทันทีเมื่ออิ่มจากมื้ออาหาร 
  (บันทึกโดย อบูดาวุด หมายเลข 4023 และอัต-ติรมิซี หมายเลข 3458)
  เพื่อเป็นการประกาศความนอบน้อมและยอมรับว่า อาหารทุกคำที่เราได้กลืนลงท้องนั้นล้วนมาจากความเมตตาและริสกีที่อัลลอฮ์ประทานให้ทั้งสิ้น \
  ไม่ใช่เพราะความเก่งกาจหรือพละกำลังของมนุษย์เราเลย และผู้ใดที่กล่าวบทนี้ด้วยความศรัทธา \
  อัลลอฮ์จะทรงลบล้างและอภัยโทษในบาปกรรมเล็ก ๆ น้อย ๆ ที่ผ่านมาของเขาด้วย
  `,
  "audio_url": "https://assets.duanabi.com/audio/daily/daily07.mp3",
  "words": [
    { "ar": "الْحَمْدُ لِلَّهِ", "read": "อัลหัมดุ ลิลลาฮ์", "mean": "มวลการสรรเสริญเป็นสิทธิ์ของอัลลอฮ์" },
    { "ar": "الَّذِي", "read": "อัลละซี", "mean": "ผู้ซึ่ง / ผู้ทรง" },
    { "ar": "أَطْعَمَنِي", "read": "อัฏอะมะนี", "mean": "ทรงให้อาหารแก่ข้าพระองค์" },
    { "ar": "هَذَا الطَّعَامَ", "read": "ฮาซัฏ ฏ็ออาม", "mean": "ซึ่งอาหารจานนี้ / อาหารนี้" },
    { "ar": "وَرَزَقَنِيهِ", "read": "วะเราะซะเกาะนีฮี", "mean": "และทรงประทานมันเป็นริสกีแก่ข้าพระองค์" },
    { "ar": "مِنْ غَيْرِ", "read": "มิน ฆ็อยริ", "mean": "โดยปราศจาก / โดยไม่มี" },
    { "ar": "حَوْلٍ", "read": "หะว์ลิน", "mean": "การพลิกแพลง / ความพยายามเจาะจง" },
    { "ar": "مِّنِّي", "read": "มินนี", "mean": "จากตัวข้าพระองค์" },
    { "ar": "وَلَا قُوَّةٍ", "read": "วะลา กุresourceะฮ์", "mean": "และไม่มีพละกำลังใด ๆ" }
  ]
}