export const duaData = {
  "title": "ดุอาอ์ก่อนนอน ฮาดีษซอเฮียะฮ์ (บันทึกโดย อัล-บุคอรีย์)",
  "fullArabic": `\
<span class="text-emerald-600">بِاسْمِكَ  </span> \
<span class="text-yellow-500">اللَّهُمَّ </span> \
<span class="text-pink-600">أَمُوتُ  </span> \
<span class="text-cyan-600">وَأَحْيَا </span> 

<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 11/113)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">ด้วยพระนามของพระองค์ </span>\
• <span class="text-yellow-500">โอ้พระองค์อัลลอฮ์ </span> \
• <span class="text-pink-600">ที่ข้าพระองค์จะตาย </span> \
• <span class="text-cyan-600">และมีชีวิตอยู่ </span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 11/113)</span>
`,
  "explanation": `เป็นดุอาอ์ก่อนนอนที่สั้น กระชับ และเป็นซุนนะฮ์ให้กล่าวทุกคืนก่อนเอนกายลงนอน \
  (รายงานโดยท่านหุซัยฟะฮ์, บันทึกโดย อัล-บุคอรีย์) 
  คำว่า 'การตาย' ในดุอาอ์บทนี้ บรรดาอุลามาอ์ได้อธิบายว่าหมายถึง 'การนอนหลับ' ซึ่งถือเป็นความตายย่อย (أَمُوتُ) \
  ที่จิตวิญญาณจะถูกถอดถอนไปชั่วคราว 
  และ 'การมีชีวิตอยู่' หมายถึง 'การตื่นนอน' การกล่าวพรบทนี้เป็นการมอบหมายชีวิตและวิญญาณไว้ภายใต้ร่มเงาแห่งพระนามของอัลลอฮ์ \
  ไม่ว่าจะตื่นขึ้นมาอีกครั้งหรือต้องจากโลกนี้ไปในขณะหลับก็ตาม`,
  "audio_url": "https://assets.duanabi.com/audio/daily/daily01.mp3",
  "words": [
    { "ar": "بِاسْمِكَ", "read": "บิสมิกะ", "mean": "ด้วยพระนามของพระองค์" },
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้พระองค์อัลลอฮ์" },
    { "ar": "أَمُوتُ", "read": "อะมูตุ", "mean": "ข้าพระองค์จะตาย (นอนหลับ)" },
    { "ar": "وَأَحْيَا", "read": "วะ อะห์ยา", "mean": "และข้าพระองค์จะมีชีวิตอยู่ (ตื่นนอน)" }
  ]
}