export const duaData = {
  "title": "ดุอาอ์ออกจากบ้าน (ขอมอบหมายต่ออัลลอฮ์ เพื่อการปกป้องและพ้นจากชัยฏอน)",
  "fullArabic": `\
 <span class="text-emerald-600">بِسْمِ اللَّهِ</span> \
 <span class="text-yellow-500"> تَوَكَّلْتُ </span> \
 <span class="text-pink-600">عَلَى اللَّهِ</span> 
 <span class="text-cyan-600">وَلَا حَوْلَ</span> \
 <span class="text-stone-600">وَلَا قُوَّةَ </span> \
 <span class="text-blue-800">إِلَّا بِاللَّهِ</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 5095, ติรมิซี: 3426)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">ด้วยพระนามของอัลลอฮ์</span> \
• <span class="text-yellow-500">ข้าพระองค์ขอมอบหมาย </span> \
• <span class="text-pink-600">ต่ออัลลอฮ์ </span> \
• <span class="text-cyan-600">และไม่มีการพลิกแพลง(อุบาย/กำลังในการเปลี่ยนสภาพ) ใด ๆ </span> \
• <span class="text-stone-600">และไม่มีพละกำลังใด ๆ</span> \
• <span class="text-blue-800">เว้นแต่ด้วยความช่วยเหลือของอัลลอฮ์เท่านั้น</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 5095, ติรมิซี: 3426)<\\span>
`,
  "explanation": `\
  เป็นดุอาอ์ซุนนะฮ์ที่ส่งเสริมให้อ่านทุกครั้งเมื่อก้าวเท้าออกจากประตูบ้านเพื่อเดินทางหรือไปทำภารกิจ 
  (บันทึกโดย อบูดาวุด หมายเลข 5095) ท่านนบี (ซ.ล.) ได้บอกถึงผลลัพธ์ว่า ชัยฏอนตัวอื่นจะบอกกับชัยฏอนที่จ้องจะทำร้ายเราว่า \
  'เจ้าจะทำอะไรกับชายผู้ซึ่งได้รับการชี้แนะ ได้รับความพอเพียง และได้รับการปกป้องคุ้มครองแล้วได้อีกเล่า?'
  การอ่านบทนี้นอกจากจะช่วยให้การเดินทางราบรื่นแล้ว ยังเป็นการสร้างเกราะคุ้มกันจากภัยอันตรายรอบตัวและอุบัติเหตุทั้งปวง`,
  "audio_url": "https://assets.duanabi.com/audio/daily/daily08.mp3",
  "words": [
    { "ar": "بِسْمِ اللَّهِ", "read": "บิสมิลลาฮ์", "mean": "ด้วยพระนามของอัลลอฮ์" },
    { "ar": "تَوَكَّلْتُ", "read": "ตะวักกัลตู", "mean": "ข้าพระองค์ขอมอบหมาย / ขอพึ่งพิง" },
    { "ar": "عَلَى اللَّهِ", "read": "อะลัลลอฮ์", "mean": "ต่ออัลลอฮ์" },
    { "ar": "وَلَا حَوْلَ", "read": "วะลา หะว์ลา", "mean": "และไม่มีการเปลี่ยนสภาพ / ไม่มีความสามารถในการเลี่ยงบาป" },
    { "ar": "وَلَا قُوَّةَ", "read": "วะลา กุวะฮ์", "mean": "และไม่มีพละกำลังใด ๆ (ในการทำความดี)" },
    { "ar": "إِلَّا بِاللَّهِ", "read": "อิลลา บิลลาฮ์", "mean": "เว้นแต่ด้วยความช่วยเหลือของอัลลอฮ์" }
  ]
}