export const duaData = {
  "title": "ดุอาอ์ตื่นนอน (ขอบคุณพระองค์ผู้ทรงให้ชีวิตใหม่และฟื้นคืนชีพ)",
  "fullArabic": `\
 <span class="text-emerald-600">الْحَمْدُ لِلَّهِ</span>\
 <span class="text-yellow-500">الَّذِي أَحْيَانَا </span>\ 
 <span class="text-pink-600">بَعْدَ مَا أَمَاتَنَا </span>\
 <span class="text-cyan-600">وَإِلَيْهِ النُّشُورُ </span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 5041)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">มวลการสรรเสริญเป็นสิทธิ์ของอัลลอฮ์</span>
• <span class="text-yellow-500">ผู้ทรงให้พวกเรามีชีวิตขึ้นมา</span> 
• <span class="text-pink-600">หลังจากที่พระองค์ทรงให้พวกเราตายไป (นอนหลับ)</span> 
• <span class="text-cyan-600">และยังพระองค์เท่านั้นคือการฟื้นคืนชีพกลับไป</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 5041)</span>
`,
  "explanation": "เป็นดุอาอ์ที่สุนัตให้กล่าวทันทีเมื่อรู้สึกตัวตื่นขึ้นมาในตอนเช้า (บันทึกโดย อบูดาวุด หมายเลข 5041) เพื่อเป็นการเตือนสติและขอบคุณอัลลอฮ์ที่ทรงอนุญาตให้จิตวิญญาณของเรากลับคืนสู่ร่างกายอีกครั้งหลังจากที่แยกออกไปในยามค่ำคืน (ซึ่งการนอนหลับเปรียบเสมือนความตายย่อย) และเป็นการตอกย้ำหลักความเชื่อที่ว่า มนุษย์ทุกคนจะต้องฟื้นคืนชีพในวันกิยามะฮ์เพื่อกลับไปรับการสอบสวนยังพระองค์ในท้ายที่สุด",
  "audio_url": "https://assets.duanabi.com/audio/daily/daily02.mp3",
  "words": [
    { "ar": "الْحَمْدُ لِلَّهِ", "read": "อัลหัมดุ ลิลลาฮ์", "mean": "มวลการสรรเสริญเป็นสิทธิ์ของอัลลอฮ์" },
    { "ar": "الَّذِي", "read": "อัลละซี", "mean": "ผู้ซึ่ง / ผู้ทรง" },
    { "ar": "أَحْيَانَا", "read": "อะห์ยานา", "mean": "ให้ชีวิตแก่พวกเรา / ให้พวกเรามีชีวิตขึ้นมา" },
    { "ar": "بَعْدَ مَا", "read": "บะอ์ดะ มา", "mean": "หลังจากที่" },
    { "ar": "أَمَاتَنَا", "read": "อะมาตานา", "mean": "ทรงให้พวกเราตายไป (นอนหลับ)" },
    { "ar": "وَإِلَيْهِ", "read": "วะ อิลัยฮิ", "mean": "และยังพระองค์เท่านั้น" },
    { "ar": "النُّشُورُ", "read": "อัน-นุชูร", "mean": "การฟื้นคืนชีพ / การกลับคืนสู่ชีวิตใหม่" }
  ]
}