export const duaData = {
  "title": "ดุอาอ์เข้าห้องน้ำ (ขอความคุ้มครองให้พ้นจากชัยฏอนตัวผู้และตัวเมีย)",
  "fullArabic": `\
 <span class="text-emerald-600">اللَّهُمَّ إِنِّي</span> \
 <span class="text-yellow-500"> أَعُوذُ بِكَ</span> \
 <span class="text-pink-600">مِنَ الْخُبُثِ</span> \
 <span class="text-cyan-600"> وَالْخَبَائِثِ</span>
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 1/45)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้พระองค์อัลลอฮ์ แท้จริงข้าพระองค์</span>
• <span class="text-yellow-500">ขอความคุ้มครองต่อพระองค์</span> 
• <span class="text-pink-600">ให้พ้นจากสิ่งโสโครกชั่วร้าย (ชัยฏอนตัวผู้)</span> 
• <span class="text-cyan-600">และสิ่งเลวร้ายทั้งหลาย (ชัยฏอนตัวเมีย)ด้วยเถิด</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อัล-บุคอรีย์: 1/45)</span>
`,
  "explanation": `เป็นดุอาอ์ซุนนะฮ์ที่ส่งเสริมให้อ่านก่อนก้าวเท้าซ้ายเข้าห้องน้ำหรือสุขา (บันทึกโดย อัล-บุคอรีย์ เล่ม 1 หน้า 45) \
  เนื่องจากห้องน้ำหรือสถานที่ขับถ่ายเป็นแหล่งพำนักและรวมตัวของสิ่งโสโครกรวมถึงพวกกลุ่มชนชัยฏอน \
  คำว่า 'الْخُبُثِ' (อัล-คุบุษ) หมายถึง ชัยฏอนเพศผู้ และ 'الْخَبَائِثِ' (อัล-เคาะบาอิษ) หมายถึง ชัยฏอนเพศเมีย 
  การกล่าวบทนี้เป็นการสร้างม่านกำบังทางจิตวิญญาณและปกป้องร่างกายของเราให้พ้นจากการรบกวนของสิ่งชั่วร้ายเหล่านั้น`,
  "audio_url": "https://assets.duanabi.com/audio/daily/daily03.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้พระองค์อัลลอฮ์" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงข้าพระองค์" },
    { "ar": "أَعُوذُ بِكَ", "read": "อะอูซุ บิกะ", "mean": "ขอความคุ้มครองต่อพระองค์" },
    { "ar": "مِنَ", "read": "มินัล", "mean": "จาก / ให้พ้นจาก" },
    { "ar": "الْخُبُثِ", "read": "คุบุษ", "mean": "สิ่งโสโครกชั่วร้าย (หมายถึง ชัยฏอนตัวผู้)" },
    { "ar": "وَالْخَبَائِثِ", "read": "วัล-เคาะบาอิษ", "mean": "และสิ่งเลวร้ายทั้งหลาย (หมายถึง ชัยฏอนตัวเมีย)" }
  ]
}