export const duaData = {
  "title": "ดุอาอ์ออกจากห้องน้ำ (ขอการอภัยโทษจากพระองค์)",
  "fullArabic": `\
 <span class="text-emerald-600">غُفْرَانَكَ</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 30, ติรมิซี: 7)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">ข้าพระองค์ขอการอภัยโทษจากพระองค์ด้วยเถิด</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 30, ติรมิซี: 7)</span>
`,
  "explanation": `เป็นดุอาอ์ซุนนะฮ์ที่สั้นและกระชับ ให้กล่าวเมื่อก้าวเท้าขวาออกจากห้องน้ำ (บันทึกโดย อบูดาวุด หมายเลข 30) 
  บรรดาอุลามาอ์ได้อธิบายถึงสาเหตุที่ท่านนบีขออภัยโทษทันทีที่ออกจากห้องน้ำไว้ว่า \
  เนื่องจากการขับถ่ายเป็นเนียะมัต (ความโปรดปราน) ที่ยิ่งใหญ่ที่อัลลอฮ์ทรงขจัดสิ่งปฏิกูลที่เป็นพิษออกจากร่างกายอย่างง่ายดาย \
  แต่มนุษย์ไม่สามารถขอบคุณพระองค์ได้คู่ควรกับความโปรดปรานนั้น \
  หรืออีกทัศนะหนึ่งคือ ท่านนบีขออภัยโทษเนื่องจากในช่วงที่อยู่ในห้องน้ำ ท่านต้องหยุดระลึกถึงและกล่าวพระนามของอัลลอฮ์ชั่วคราว \
  จึงรีบขอพรบทนี้ทันทีเมื่ออกมา`,
  "audio_url": "https://assets.duanabi.com/audio/daily/daily04.mp3",
  "words": [
    { "ar": "غُفْرَانَكَ", "read": "ฆุฟรอนะกะ", "mean": "ข้าพระองค์ขอการอภัยโทษจากพระองค์" }
  ]
}