export const duaData = {
  "title": "ดุอาอ์ขอให้ขอบคุณต่อนิอ์มัตและกระทำความดี (ดุอาอ์นบีสุลัยมาน)",
  "fullArabic": `\
 <span class="text-emerald-600">رَبِّ أَوْزِعْنِي </span>\
 <span class="text-yellow-500">أَنْ أَشْكُرَ نِعْمَتَكَ </span>\
  <span class="text-pink-600">الَّتِي أَنْعَمْتَ عَلَيَّ </span>\
 <span class="text-cyan-600">وَعَلَىٰ وَالِدَيَّ </span>\
 <span class="text-stone-600">وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ </span>\
 <span class="text-blue-800">وَأَدْخِلْنِي بِرَحْمَتِكَ </span>\
 <span class="text-lime-500">فِي عِبَادِكَ الصَّالِحِينَ</span> 
 <span class="block text-right text-lg text-slate-500">(ซูเราะฮ์ อัน-นัมล์ อายะฮ์ที่ 19)<\span>

`,
  "fullTranslation": `\
• <span class="text-emerald-600">ข้าแต่พระผู้เป็นเจ้าของฉัน ขอพระองค์ทรงโปรดประทานแก่ฉัน </span>
• <span class="text-yellow-500">เพื่อให้ฉันได้ขอบคุณต่อความโปรดปรานของพระองค์ท่าน </span> 
• <span class="text-pink-600">ซึ่งพระองค์ท่านได้ทรงโปรดปรานแก่ฉัน </span> 
• <span class="text-cyan-600">และบิดามารดาของฉัน </span> 
• <span class="text-stone-600">และให้ฉันกระทำความดีเพื่อให้พระองค์ทรงพอพระทัยมัน </span> 
• <span class="text-blue-800">และทรงให้ฉันเข้าอยู่ในความเมตตาของพระองค์ </span> 
• <span class="text-lime-500">ในหมู่ปวงบ่าวของพระองค์ที่ดีทั้งหลาย </span> 
 <span class="block text-right text-lg text-slate-500">(ซูเราะฮ์ อัน-นัมล์ อายะฮ์ที่ 19)<\span>
      `,
  "explanation": `\
  มาจากซูเราะฮ์ อัน-นัมล์ อายะฮ์ที่ 19 เป็นดุอาอ์สวยงาม
  ท่านนบีซุลัยมานแสดงการขอบคุณต่ออัลลอฮฺ ขณะท่านเคลื่อนกองทัพผ่านทางที่มีฝูงมด \
  และท่านได้ยินมดตัวหนึ่งคุยกับฝูงมดว่า ”ให้รีบหลบทางแก่กองทัพของท่านนบีสุลัยมานกำลังจะเดินผ่านมาทางนี้” \
  เมื่อท่านนบีสุลัยมานได้ยินมดคุยกัน(อัลลอฮฺให้เนียะมัตแก่ท่านสามารถเข้าใจและพูดภาษาสัตว์ได้) \
  ท่านก็ได้กล่าวดุอานี้ เพื่อขอบคุณอัลลอฮฺ เรื่องราวนี้มีกล่าวใน ซูเราะฮ์ที่27 อันนัมลฺ อายะฮ์ที่ 17-19
  <br>ดุอาอ์เป็นการขอจากอัลลอฮฺ ให้เราเป็นผู้ขอบคุณต่ออัลลอฮฺสม่ำเสมอ ในทุกความสำเร็จ \
  ทุกเนียะมัตที่พระองค์ประทานให้เราและบิดามารดาของเรา และขอให้เราได้เป็นคนดีเป็นที่พอใจของพระองค์ \
  และให้เราได้อยู่ร่วมกับคนดีและได้รับความเมตตาจากเพระองค์
  `,
  "audio_url": "https://assets.duanabi.com/audio/success/success03.mp3",
  "words": [
    { "ar": "رَبِّ", "read": "ร็อบบิ", "mean": "พระเจ้าของข้าพระองค์" },
    { "ar": "أَوْزِعْ", "read": "เอาซิอ์", "mean": "โปรดดลใจ / ทรงจัดระเบียบให้" },
    { "ar": "نِي", "read": "นี", "mean": "ข้าพระองค์" },
    { "ar": "أَنْ", "read": "อัน", "mean": "ที่ / ในการที่" },
    { "ar": "أَشْكُرَ", "read": "อัชกุร่อ", "mean": "ข้าพระองค์จะขอบคุณ" },
    { "ar": "نِعْمَةَ", "read": "นิอ์มะตะ", "mean": "ความโปรดปราน / นิอ์มัต" },
    { "ar": "كَ", "read": "กะ", "mean": "ของพระองค์" },
    { "ar": "الَّتِي", "read": "อัลละตี", "mean": "ซึ่ง / ที่" },
    { "ar": "أَنْعَمْتَ", "read": "อันอัมตะ", "mean": "พระองค์ทรงประทานให้" },
    { "ar": "عَلَيَّ", "read": "อะลัยยะ", "mean": "แก่ข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "عَلَىٰ", "read": "อะลา", "mean": "แก่ / บน" },
    { "ar": "وَالِدَيَّ", "read": "วาลิดัยยะ", "mean": "บิดามารดาของข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَنْ", "read": "อัน", "mean": "ในการที่" },
    { "ar": "أَعْمَلَ", "read": "อะอ์มะละ", "mean": "ข้าพระองค์จะกระทำ (งาน/ความดี)" },
    { "ar": "صَالِحًا", "read": "ศอลิหัน", "mean": "ที่ดี / ที่ถูกต้อง" },
    { "ar": "تَرْضَىٰ", "read": "ตัรฎอ", "mean": "พระองค์ทรงพอพระทัย" },
    { "ar": "هُ", "read": "ฮู", "mean": "ในสิ่งนั้น" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَدْخِلْ", "read": "อัดคิล", "mean": "โปรดนำเข้า" },
    { "ar": "نِي", "read": "นี", "mean": "ข้าพระองค์" },
    { "ar": "بِـ", "read": "บิ", "mean": "ด้วย" },
    { "ar": "رَحْمَتِ", "read": "เราะห์มะติ", "mean": "ความเมตตา" },
    { "ar": "كَ", "read": "กะ", "mean": "ของพระองค์" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน / ท่ามกลาง" },
    { "ar": "عِبَادِ", "read": "อิบาดิ", "mean": "ปวงบ่าว" },
    { "ar": "كَ", "read": "กะ", "mean": "ของพระองค์" },
    { "ar": "الصَّالِحِينَ", "read": "อัศศอลิหีน", "mean": "บรรดาผู้ประพฤติดีทั้งหลาย" }
  ]
}