export const duaData = {
  "title": "ดุอาอ์ขอความดีงามทั้งในโลกนี้และโลกหน้า (ดุอาอ์ครอบจักรวาล)",
  "fullArabic": `\
 <span class="text-emerald-600">رَبَّنَا آتِنَا </span>\
 <span class="text-yellow-500">فِي الدُّنْيَا حَسَنَةً </span> \
 <span class="text-pink-600">وَفِي الْآخِرَةِ حَسَنَةً </span> \
 <span class="text-cyan-600">وَقِنَا عَذَابَ النَّارِ </span> 
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 201)<\span>

  `,
  "fullTranslation": `\
• <span class="text-emerald-600">ข้าแต่พระเจ้าของเรา ขอพระองค์ทรงประทาน </span>\
• <span class="text-yellow-500">ความดีงามแก่เราในโลกนี้ </span> \
• <span class="text-pink-600">และทรงประทานความดีงามแก่เราในโลกหน้า </span> \
• <span class="text-cyan-600">และขอพระองค์ทรงคุ้มครองเราให้พ้นจากลงทัณฑ์แห่งไฟนรกด้วยเทอญ </span> 
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 201)<\span>
`,
  "explanation": `\
  มาจากซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 201 และ
  มีบันทึกในฮะดีษ (มุตตะฟะกุน อะลัยฮ์) ว่าเป็นดุอาอ์ที่ท่านนบี (ﷺ) กล่าวบ่อยที่สุด\
  เพราะเป็นการขอที่สมดุลที่สุด นักวิชาการอธิบายว่า 'ความดีงามในโลกนี้' ครอบคลุมถึงริซกีที่ฮะลาล \
  ครอบครัวที่ดี ความรู้ที่เป็นประโยชน์ และ 'ความดีงามในโลกหน้า' คือการได้รับการอภัยโทษและการได้เข้าสวรรค์ \
  และการขอให้พ้นจากการลงทัณฑ์แห่งไฟนรกก็เป็นการขอที่ครอบคลุมที่สุดเช่นกัน เพราะมันหมายถึงการขอให้พ้นจากทุกข์ทรมานทั้งในโลกนี้และโลกหน้า
  `,
  "audio_url": "https://assets.duanabi.com/audio/success/success02.mp3",
  "words": [
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "ข้าแต่พระเจ้าของเรา" },
    { "ar": "آتِنَا", "read": "อาตินา", "mean": "ขอพระองค์ทรงประทานแก่เรา" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "الدُّنْيَا", "read": "อัดดุนยา", "mean": "โลกนี้" },
    { "ar": "حَسَنَةً", "read": "หะสะนะตัน", "mean": "ความดีงาม/สิ่งที่ดี" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "الْآخِرَةِ", "read": "อัลอาคิเราะฮ์", "mean": "โลกหน้า (อาคิเราะฮ์)" },
    { "ar": "حَسَنَةً", "read": "หะสะนะตัน", "mean": "ความดีงาม/สิ่งที่ดี" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "قِنَا", "read": "กินา", "mean": "ขอพระองค์ทรงคุ้มครองเรา/ปกป้องเรา" },
    { "ar": "عَذَابَ", "read": "อะซาบะ", "mean": "การลงทัณฑ์/การทรมาน" },
    { "ar": "النَّارِ", "read": "อันนาร", "mean": "ไฟนรก" }
  ]
}