export const duaData = {
  "title": "ดุอาอ์ขอให้จิตใจเบิกบาน งานราบรื่น และพูดจาฉะฉานเข้าใจง่าย (นบีมูซา)",
  "fullArabic": `\
 <span class="text-blue-800">رَبِّ ٱشْرَحْ لِي صَدْرِي ۝٢٥ </span> 
 <span class="text-lime-500">وَيَسِّرْ لِي أَمْرِي  ۝٢٦ </span> 
 <span class="text-fuchsia-600">وَٱحْلُلْ عُقْدَةً مِّن لِّسَانِي ۝٢٧</span>
 <span class="text-green-500"> يَفْقَهُواْ قَوْلِي ۝٢٨ </span>
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์ฏอฮา อายะฮ์ที่ 25-28)</span>
`,
  "fullTranslation": `\
25• <span class="text-blue-800">ข้าแต่พระเจ้าของข้าพระองค์ ขอพระองค์ทรงโปรดเปิดอกของข้าพระองค์ ให้แก่ข้าพระองค์ด้วยเถิด</span> 
26• <span class="text-lime-500">และทรงโปรดทำให้การงานของข้าพระองค์ ง่ายดายแก่ข้าพระองค์ด้วย </span> 
27• <span class="text-fuchsia-600">และทรงโปรดแก้ปม จากลิ้นของข้าพระองค์ด้วย </span>
28• <span class="text-green-500">เพื่อให้พวกเขาเข้าใจคำพูดของข้าพระองค์ </span>
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์ฏอฮา อายะฮ์ที่ 25-28)</span>
`,
  "explanation": `\
  เป็นดุอาอ์ที่เราท่องกันสมัยเด็กๆเรียนชั้นประถม ครูมักจะให้อ่านดุอานี้ หลังเข้าแถวร้องเพลงชาติทุกเช้า
  ที่มาของดุอานี้ มาจากอัลกุรอาน ซูเราะฮ์ฏอฮา อายะฮ์ที่ 25-28 เป็นดุอาของท่านนบีมูซา (อ.) \
  ได้ขอต่ออัลลอฮ์ก่อนจะไปปฏิบัติหน้าที่อันยิ่งใหญ่และน่าเกรงขาม คือการเผชิญหน้ากับฟิรเอาน์ \
  ท่านจึงขอให้พระองค์ทรงประทานความอดทนและจิตใจที่เพียบพร้อม (เปิดอก) ขอให้ขจัดอุปสรรคต่าง ๆ \
  ในการทำงาน (งานราบรื่น) และขอให้ลดปมหรือความติดขัดในคำพูด (เนื่องจากท่านนบีมูซาเคยมีปัญหาเรื่องการพูดไม่ชัดเจนในวัยเยาว์) \
  เพื่อให้ผู้ฟังสามารถเข้าใจเนื้อหาที่สื่อสารได้อย่างถูกต้อง มุสลิมนิยมใช้ดุอาอ์บทนี้ก่อนการพูดในที่สาธารณะ การนำเสนองาน การสอน หรือการเข้าสอบ
  `,
  "audio_url": "https://assets.duanabi.com/audio/success/success04.mp3",
  "words": [
    { "ar": "رَبِّ", "read": "ร็อบบิ", "mean": "ข้าแต่พระเจ้าของข้าพระองค์" },
    { "ar": "ٱشْرَحْ", "read": "อิชเราะห์", "mean": "ขอพระองค์ทรงเปิด / ทรงขยาย" },
    { "ar": "لِي", "read": "ลี", "mean": "แก่ข้าพระองค์" },
    { "ar": "صَدْرِي", "read": "ศ็อดรี", "mean": "ทรวงอกของข้าพระองค์ (จิตใจ)" },
    { "ar": "وَيَسِّرْ", "read": "วะ ยัสสิร", "mean": "และขอพระองค์ทรงทำให้ง่ายดาย / ราบรื่น" },
    { "ar": "أَمْرِي", "read": "อัมรี", "mean": "กิจการงานของข้าพระองค์" },
    { "ar": "وَٱحْلُلْ", "read": "วัหฺลุล", "mean": "และขอพระองค์ทรงแก้ / ทรงคลายปม" },
    { "ar": "عُقْدَةً", "read": "อุเกาะดะตัน", "mean": "เงื่อนปม / ความติดขัด" },
    { "ar": "مِّن لِّسَانِي", "read": "มิน ลิสานี", "mean": "จากลิ้นของข้าพระองค์ (การพูด)" },
    { "ar": "يَفْقَهُواْ", "read": "ยัฟเกาะฮู", "mean": "เพื่อให้พวกเขาเข้าใจ / แตกฉาน" },
    { "ar": "قَوْلِي", "read": "ก็อว์ลี", "mean": "คำพูดของข้าพระองค์" }
  ]
}