export const duaData = {
  "title": "ดุอาอ์ขอให้ครอบครัวนอบน้อมต่อพระองค์และขอให้การเตาบัตได้รับการตอบรับ",
  "fullArabic": `\
 <span class="text-emerald-600">رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ </span>\
 <span class="text-yellow-500">وَمِن ذُرِّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ </span> \
 <span class="text-pink-600">وَأَرِنَا مَنَاسِكَنَا </span> \
 <span class="text-cyan-600">  وَتُبْ عَلَيْنَا ۖ </span> \
 <span class="text-stone-600">إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ </span> 
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 128)<\span>
  `,
  "fullTranslation": `\
• <span class="text-emerald-600">ข้าแต่พระเจ้าของเรา ขอพระองค์ทรงทำให้เราทั้งสองเป็นผู้นอบน้อมต่อพระองค์ </span>\
• <span class="text-yellow-500">และทรงให้มีกลุ่มชนที่นอบน้อมต่อพระองค์จากลูกหลานของเรา </span> \
• <span class="text-pink-600">และขอพระองค์ทรงโปรดแสดงแก่เราซึ่งพิธีการทำฮัจญ์ของพวกข้าพระองค์ </span> \
• <span class="text-cyan-600">และทรงโปรดอภัยโทษแก่เรา </span> \
• <span class="text-stone-600">แท้จริงพระองค์ท่านคือผู้ทรงอภัยโทษ ผู้ทรงเมตตาเสมอ </span> 
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 128)<\span>
`,

  "explanation": `\
  มาจากซูเราะฮ์อัลบะเกาะเราะฮ์ อายะฮ์ที่ 128 เป็นดุอาอ์ของนบีอิบรอฮีมและนบีอิสมาอีลขณะสร้างกะอ์บะฮ์ \
  เป็นการวอนขอที่ยิ่งใหญ่เพราะครอบคลุมตั้งแต่ตัวบุคคล (เราสองคน) ไปจนถึงระดับสังคมหรือประชาชาติ (أُمَّةً) จากรุ่นสู่รุ่น 
  นอกจากนี้ยังเน้นเรื่องมารยาท (أَرِنَا مَنَاسِكَنَا) คือการขอให้พระองค์ทรงสอนวิธีปฏิบัติที่ถูกต้อง \
  เพราะความจริงใจเพียงอย่างเดียวไม่พอ ต้องทำตามแนวทางที่พระองค์พอพระทัยด้วย
  `,
  "audio_url": "https://assets.duanabi.com/audio/children/children04.mp3",
  "words": [
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "ข้าแต่พระเจ้าของเรา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "اجْعَلْنَا", "read": "อิจญ์อัลนา", "mean": "ขอพระองค์ทรงทำให้เราทั้งสองเป็น/บันดาลให้เราเป็น" },
    { "ar": "مُسْلِمَيْنِ", "read": "มุสลิมัยนิ", "mean": "มุสลิม/ผู้นอบน้อม (ในรูปสรรพนาม 2 ท่าน)" },
    { "ar": "لَكَ", "read": "ละกะ", "mean": "ต่อพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مِنْ", "read": "มิน", "mean": "จาก/ส่วนหนึ่งจาก" },
    { "ar": "ذُرِّيَّتِنَا", "read": "ซุรรียะตินา", "mean": "สืบสายโลหิต/ลูกหลานของพวกเรา" },
    { "ar": "أُمَّةً", "read": "อุมมะตัน", "mean": "กลุ่มชน/ประชาชาติ" },
    { "ar": "مُّسْلِمَةً", "read": "มุสลิมะตัน", "mean": "ที่นอบน้อม/ที่เป็นมุสลิม" },
    { "ar": "لَّكَ", "read": "ละกะ", "mean": "ต่อพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَرِنَا", "read": "อะรินา", "mean": "ขอพระองค์ทรงแสดงแก่เรา/ทรงสอนเรา" },
    { "ar": "مَنَاسِكَنَا", "read": "มะนาสิกะนา", "mean": "ซึ่งพิธีกรรม/แนวทางปฏิบัติศาสนกิจของพวกเรา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "تُبْ", "read": "ตุบ", "mean": "ขอพระองค์ทรงตอบรับการสารภาพผิด/ทรงให้อภัย" },
    { "ar": "عَلَيْنَا", "read": "อะลัยนา", "mean": "แก่พวกเรา" },
    { "ar": "إِنَّكَ", "read": "อินนะกะ", "mean": "แท้จริงพระองค์ท่าน" },
    { "ar": "أَنتَ", "read": "อันตะ", "mean": "คือพระองค์ท่าน" },
    { "ar": "التَّوَّابُ", "read": "อัตเตาวาบุ", "mean": "ผู้ทรงรับการกลับเนื้อกลับตัว/ทรงให้อภัยยิ่ง" },
    { "ar": "الرَّحِيمُ", "read": "อัรเราะหีมุ", "mean": "ผู้ทรงเมตตาเสมอ" }
  ]
}