export const duaData = {
  "title": "ดุอาอ์ของมารดาพระนางมัรยัม (มอบลูกให้อยู่ในการคุ้มครองของอัลลอฮ์)",
"fullArabic": `\
<span class="text-emerald-600">إِنِّي أُعِيذُهَا بِكَ </span>\
<span class="text-yellow-500">وَذُرِّيَّتَهَا </span> \
<span class="text-pink-600">مِنَ الشَّيْطَانِ الرَّجِيمِ </span>
<span class="!text-lg">(ซูเราะฮ์อาลิ อิมรอน อายะฮ์ที่ 36)<\span>
`,

  "fullTranslation": `\
• <span class="text-emerald-600">และแท้จริง ข้าพระองค์ขอพระองค์ ทรงคุ้มครองนาง </span>
• <span class="text-yellow-500">และลูกหลานของนาง </span> 
• <span class="text-pink-600">ให้พ้นจากชัยฏอนที่ถูกขับไล่ </span> 
<span class="!text-lg">(ซูเราะฮ์อาลิ อิมรอน อายะฮ์ที่ 36)<\span>
 `,

  "explanation": `\
  เป็นดุอาอ์ที่มารดาของพระนางมัรยัม (นางฮันนะฮ์) กล่าวหลังจากให้กำเนิดมัรยัม \
  โดยมอบนางและลูกหลานในอนาคตให้อยู่ภายใต้การดูแลและคุ้มครองของพระองค์ เพื่อให้พ้นจากการล่อลวงของชัยฏอน \
  (ปรากฏในซูเราะฮ์อาลิ อิมรอน อายะฮ์ที่ 36)
  **ข้อแนะนำสำหรับการปรับใช้:** 
  1. หากเป็นลูกชาย (คนเดียว) ให้เปลี่ยน 'อุอีซุฮา' เป็น **'อุอีซุฮู' (أُعِيذُهُ)** 
  2. หากเป็นลูกหลายคน (รวมชายหญิง) ให้เปลี่ยนเป็น **'อุอีซุฮุม' (أُعِيذُهُمْ)** \
  และเปลี่ยน 'ซุรรียะตะฮา' เป็น 'ซุรรียะตะฮู' หรือ 'ซุรรียะตะฮุม' ตามลำดับ
  `,

  "audio_url": "https://assets.duanabi.com/audio/children/children02.mp3",
  "words": [
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงข้าพระองค์" },
    { "ar": "أُعِيذُهَا", "read": "อุอีซุฮา", "mean": "ขอพระองค์ทรงคุ้มครองนาง" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ด้วยพระองค์ (โดยอำนาจของพระองค์)" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ذُرِّيَّتَهَا", "read": "ซุรรียะตะฮา", "mean": "ลูกหลานของนาง" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "الشَّيْطَانِ", "read": "อัชชัยฏอน", "mean": "ชัยฏอน" },
    { "ar": "الرَّجِيمِ", "read": "อัรเราะญีม", "mean": "ที่ถูกขับไล่/ถูกสาปแช่ง" }
  ]
}