export const duaData = {
  "title": "ดุอาอ์ขอความรู้ที่เป็นประโยชน์ ริซกีที่กว้างขวาง และการงานที่ถูกตอบรับ",
  "fullArabic": `\
 <span class="text-emerald-600">اللَّهُمَّ إِنِّي أَسْأَلُكَ </span>\
 <span class="text-yellow-500">عِلْمًا نَافِعًا </span> 
 <span class="text-pink-600">وَرِزْقًا طَيِّبًا (وَاسِعًا) </span> 
 <span class="text-cyan-600">وَعَمَلًا مُتَقَبَّلًا </span>
<span class="block text-right text-lg text-slate-500">(อ้างอิงจากฮะดีษบันทึกโดยอิบนุมาญะฮ์ หมายเลข925)</span>

  `,
  "fullTranslation": `\
  • <span class="text-emerald-600">โอ้อัลลอฮ์ แท้จริงข้าพระองค์ขอต่อพระองค์ </span>\
• <span class="text-yellow-500">ซึ่งความรู้ที่เป็นประโยชน์ </span> 
• <span class="text-pink-600">ริซกี (ปัจจัยยังชีพ) ที่ดี (กว้างขวาง) </span> 
• <span class="text-cyan-600">และการงานที่ถูกตอบรับ </span> 
<span class="block text-right text-lg text-slate-500">(อ้างอิงจากฮะดีษบันทึกโดยอิบนุมาญะฮ์ หมายเลข925)</span>

  `,
  "explanation": `\
  อ้างอิงจากฮะดีษบันทึกโดยอิบนุมาญะฮ์ (925) ท่านนบี (ﷺ) มักจะกล่าวบทนี้หลังจากละหมาดซุบฮิ เป็นการวางเป้าหมายของวันใหม่ด้วย 3 สิ่งสำคัญ คือ 
  1.ความรู้ที่นำไปใช้ประโยชน์ได้จริง (ไม่ใช่แค่รู้แต่ไร้ผล) 
  2.ริซกีที่ฮะลาลและเพิ่มพูนเพื่อดูแลครอบครัว และ 
  3.การงานที่เหนื่อยไปแล้วพระองค์ทรงตอบรับผลบุญ ไม่สูญเปล่า
  `,
  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid10.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮ์" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงข้าพระองค์" },
    { "ar": "أَسْأَلُكَ", "read": "อัสอะลุกะ", "mean": "ขอต่อพระองค์" },
    { "ar": "عِلْمًا", "read": "อิลมัน", "mean": "ซึ่งความรู้" },
    { "ar": "نَافِعًا", "read": "นาฟิอัน", "mean": "ที่เป็นประโยชน์" },
    { "ar": "وَ رِزْقًا", "read": "วะ ริซก็อน", "mean": "และริซกี/ปัจจัยยังชีพ" },
    { "ar": "وَاسِعًا", "read": "วาซิอัน", "mean": "ที่กว้างขวาง/มากมาย" },
    { "ar": "طَيِّبًا", "read": "ต็อยยิบัน", "mean": "ที่ดี/ที่อนุมัติ" },
    { "ar": "وَ عَمَلًا", "read": "วะ อะมะลัน", "mean": "และการงาน" },
    { "ar": "مُتَقَبَّلًا", "read": "มุตะก็อบบะลัน", "mean": "ที่ถูกตอบรับ" }
  ]
}