export const duaData = {
  "title": "วิริตหลังละหมาด บทที่ 2 (การสรรเสริญความสันติและความสิริมงคล)",
  "fullArabic": `\
• <span class="text-stone-600">اللَّهُمَّ أَنْتَ السَّلَامُ </span> 
• <span class="text-blue-800">وَمِنْكَ السَّلَامُ </span> 
• <span class="text-lime-500">تَبَارَكْتَ  </span> 
• <span class="text-fuchsia-600">يَاذَا الْجَلَالِ وَالْإِكْرَامِ </span>
  <span class="block text-right text-sm text-slate-500">(ฮะดีษบันทึกโดย มุสลิม 592)<\span>

`,
  "fullTranslation": `\
  • <span class="text-stone-600">โอ้อัลลอฮ์ พระองค์คือผู้ทรงสันติ </span> 
• <span class="text-blue-800">และความสันติมาจากพระองค์ </span> 
• <span class="text-lime-500">พระองค์ทรงเปี่ยมด้วยความสิริมงคลยิ่ง </span> 
• <span class="text-fuchsia-600">โอ้ผู้ทรงเกริกไกรและทรงเกียรติยิ่ง </span>
  <span class="block text-right text-sm text-slate-500">(ฮะดีษบันทึกโดย มุสลิม 592)<\span>
   `,
  "explanation": `\
  อ้างอิงจาก รายงานโดยท่านหญิงอาอิชะฮ์ (ร.ฎ.) ระบุว่าท่านนบี (ﷺ) จะนั่งหลังจากสลามเพียงชั่วครู่เท่ากับเวลาที่กล่าวบทนี้ ฃ
  ก่อนที่จะหันหน้าไปทางผู้ละหมาดคนอื่นๆ 
  <span class="block text-right text-sm text-slate-500">(ฮะดีษบันทึกโดย มุสลิม 592)<\span>
  เป็นการตอกย้ำว่า 'ความสันติ' (السَّلَامُ) คือหนึ่งในพระนามของอัลลอฮ์ และพระองค์คือบ่อเกิดแห่งความสงบปลอดภัยที่เราเพิ่งวิงวอนขอมาในบทละหมาด
  `,
  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid02.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮ์/ข้าแต่พระเจ้าของข้าพระองค์" },
    { "ar": "أَنْتَ", "read": "อันตะ", "mean": "พระองค์คือ" },
    { "ar": "السَّلَامُ", "read": "อัสสลามุ", "mean": "ผู้ทรงสันติ (The Peace)" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مِنْكَ", "read": "มิงกะ", "mean": "มาจากพระองค์" },
    { "ar": "السَّلَامُ", "read": "อัสสลามุ", "mean": "ความสันติ/ความปลอดภัย (Peace)" },
    { "ar": "تَبَارَكْتَ", "read": "ตะบาร็อกตะ", "mean": "พระองค์ทรงเปี่ยมด้วยความสิริมงคล (Blessed art Thou)" },
    { "ar": "يَا", "read": "ยา", "mean": "โอ้" },
    { "ar": "ذَا الْجَلَالِ", "read": "ซัล ญะลาลิ", "mean": "ผู้ทรงเกริกไกร/ทรงอำนาจยิ่ง (Possessor of Glory)" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "الْإِكْرَامِ", "read": "อัลอิกรอมิ", "mean": "ผู้ทรงเกียรติ/ทรงเผื่อแผ่ยิ่ง (Honour)" }
  ]
}