export const duaData = {
  "title": "วิริตหลังละหมาด บทที่ 1 (การขออภัยโทษ)",
  "fullArabic": `\
<span class="text-blue-800">  أَسْتَغْفِرُ اللهَ </span> 
   <span class="block text-right text-sm text-slate-500">(ฮาดีษบันทึกโดยมุสลิม หมายเลข 591)<\span>
  `,
  "fullTranslation": `\
 <span class="text-blue-800">ข้าพระองค์ขออภัยโทษต่ออัลลอฮ์</span> 
   <span class="block text-right text-sm text-slate-500">(ฮาดีษบันทึกโดยมุสลิม หมายเลข 591)<\span>
  `,
  "explanation": `\
   ที่มา  “เมื่อท่านรสูลุลลอฮ์ (ﷺ) เสร็จสิ้นจากการละหมาด ท่านจะขออภัยโทษ (อิสติฆฟาร) 3 ครั้ง“
   <span class="block text-right text-sm text-slate-500">(ฮาดีษบันทึกโดยมุสลิม หมายเลข 591)<\span>
   ขอคิดจากเรื่องนี้ เป็นการขออภัยโทษที่ขณะละหมาด เราอาจจะมีพฤติกรรมที่ทำให้การละหมาดของเราบกพร่อง \
   เช่น ใจลอย หรือขาดสมาธิ และเป็นการแสดงความนอบน้อมว่าแม้เราจะเพิ่งปฏิบัติศาสนกิจเสร็จ \
   แต่เรายังคงต้องการความเมตตาและการอภัยโทษจากพระองค์เสมอ
   `,
  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid01.mp3",
  "words": [
    { "ar": "أَسْتَغْفِرُ", "read": "อัสตัฆฟิรุ", "mean": "ข้าพระองค์ขออภัยโทษ" },
    { "ar": "اللهَ", "read": "อัลลอฮ์", "mean": "ต่ออัลลอฮ์" }
  ]
}