export const duaData = {
  "title": "วิริตหลังละหมาด บทที่ 4 (ฉบับแปลละเอียดคำต่อคำ)",
  "fullArabic": `\
<span class="text-emerald-600">لَا إِلَهَ إِلَّا اللهُ </span>\
<span class="text-yellow-500">وَحْدَهُ لَا شَرِيكَ لَهُ، </span>
<span class="text-pink-600">لَهُ الْمُلْكُ </span>\
<span class="text-cyan-600">وَلَهُ الْحَمْدُ </span>\
<span class="text-stone-600">وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، </span>
<span class="text-blue-800">لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، </span>
<span class="text-lime-500">لَا إِلَهَ إِلَّا اللهُ </span>\
<span class="text-gray-600">وَلَا نَعْبُدُ إِلَّا إِيَّاهُ، </span>
<span class="text-fuchsia-600">لَهُ النِّعْمَةُ </span>\
<span class="text-green-500">وَلَهُ الْفَضْلُ </span>\
<span class="text-amber-600">وَلَهُ الثَّنَاءُ الْحَسَنُ، </span>
<span class="text-gray-500">لَا إِلَهَ إِلَّا اللهُ </span>\
<span class="text-indigo-500">مُخْلِصِينَ لَهُ الدِّينَ </span>
<span class="text-red-500">وَلَوْ كَرِهَ الْكَافِرُونَ </span>
<span class="block text-right text-sm text-slate-500">(อ้างอิงจากฮะดีษใน ซอเฮียะ มุสลิม หมายเลข594)<\span>
  `,

  "fullTranslation": `\
• <span class="text-emerald-600">ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์</span>\
• <span class="text-yellow-500">เพียงองค์เดียวเท่านั้น ไม่มีภาคีใดๆ สำหรับพระองค์ </span>
• <span class="text-pink-600"> อำนาจการปกครองเป็นสิทธิของพระองค์ </span>\
• <span class="text-cyan-600">และการสรรเสริญทั้งมวลเป็นสิทธิของพระองค์ </span>\
• <span class="text-stone-600">และพระองค์ทรงอานุภาพเหนือทุกสรรพสิ่ง </span>
• <span class="text-blue-800">ไม่มีพลังและไม่มีอำนาจใดๆ นอกจากด้วยความช่วยเหลือจากอัลลอฮ์ </span>
• <span class="text-lime-500">ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์ </span>\
• <span class="text-gray-600">และเราจะไม่เคารพภักดีต่อผู้ใดนอกจากพระองค์เท่านั้น </span>
• <span class="text-fuchsia-600">ความโปรดปรานทั้งมวลเป็นสิทธิของพระองค์ </span>\
• <span class="text-green-500">ความดีงามทั้งมวลเป็นสิทธิของพระองค์ </span>\
• <span class="text-amber-600">และการสรรเสริญที่งดงามทั้งมวลเป็นสิทธิของพระองค์ </span>
• <span class="text-gray-500">ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์ </span>\
• <span class="text-indigo-500">โดยที่เรามอบการภักดีต่อพระองค์อย่างบริสุทธิ์ใจ </span>
• <span class="text-red-500">แม้ว่าบรรดาผู้ปฏิเสธศรัทธาจะเกลียดชังก็ตาม </span>
<span class="block text-right text-sm text-slate-500">(อ้างอิงจากฮะดีษใน ซอเฮียะ มุสลิม หมายเลข594)<\span>

  `,

  "explanation": `\
  อ้างอิงจากฮะดีษใน ซอเฮียะ มุสลิม (594) รายงานโดยท่านอับดุลลอฮ์ บิน อัซซุบัยร์ (ร.ฎ.) \
  ท่านได้กล่าวถ้อยคำเหล่านี้ทุกครั้งหลังการสลามจบละหมาด และยืนยันว่า
  "ท่านรสูลุลลอฮ์ (ﷺ) จะกล่าวถ้อยคำเหล่านี้เสมอหลังจากเสร็จสิ้นการละหมาด (ฟัรฎู) ทุกครั้ง" 
  `,
  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid04-1.mp3",
  "words": [
    { "ar": "لَا", "read": "ลา", "mean": "ไม่/ไม่มี" },
    { "ar": "إِلَهَ", "read": "อิลาฮะ", "mean": "พระเจ้า (ที่ถูกกราบไหว้)" },
    { "ar": "إِلَّا", "read": "อิลลา", "mean": "นอกจาก" },
    { "ar": "اللهُ", "read": "อัลลอฮ์", "mean": "อัลลอฮ์" },
    { "ar": "وَحْدَهُ", "read": "วะห์ดะฮู", "mean": "เพียงองค์เดียว (ของพระองค์)" },
    { "ar": "لَا شَرِيكَ", "read": "ลา ชะรีกะ", "mean": "ไม่มีภาคี/ไม่มีหุ้นส่วน" },
    { "ar": "لَهُ", "read": "ละฮู", "mean": "สำหรับพระองค์" },
    { "ar": "لَهُ", "read": "ละฮู", "mean": "เป็นสิทธิของพระองค์" },
    { "ar": "الْمُلْكُ", "read": "อัลมุลกุ", "mean": "อำนาจการปกครอง/ราชอำนาจ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَهُ", "read": "ละฮู", "mean": "เป็นสิทธิของพระองค์" },
    { "ar": "الْحَمْدُ", "read": "อัลหัมดุ", "mean": "การมวลมหาหางสรรเสริญ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "هُوَ", "read": "ฮุวะ", "mean": "พระองค์" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "บน/เหนือ" },
    { "ar": "كُلِّ", "read": "กุลลิ", "mean": "ทุกๆ" },
    { "ar": "شَيْءٍ", "read": "ชัยอิน", "mean": "สรรพสิ่ง/สิ่งของ" },
    { "ar": "قَدِيرٌ", "read": "เกาะดีร", "mean": "ทรงอานุภาพ/ปรีชาสามารถ" },
    { "ar": "لَا حَوْلَ", "read": "ลา เฮาละ", "mean": "ไม่มีพลัง/ไม่มีการเคลื่อนไหว" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَا قُوَّةَ", "read": "ลา กุววะตะ", "mean": "ไม่มีความเข้มแข็ง/ไม่มีอำนาจ" },
    { "ar": "إِلَّا بِاللهِ", "read": "อิลลา บิลลาฮ์", "mean": "นอกจากด้วย (ความช่วยเหลือจาก) อัลลอฮ์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَا نَعْبُدُ", "read": "ลา นะอ์บุดุ", "mean": "เราจะไม่เคารพภักดี" },
    { "ar": "إِلَّا", "read": "อิลลา", "mean": "นอกจาก" },
    { "ar": "إِيَّاهُ", "read": "อียาฮู", "mean": "พระองค์ท่านเท่านั้น" },
    { "ar": "لَهُ", "read": "ละฮู", "mean": "เป็นสิทธิของพระองค์" },
    { "ar": "النِّعْمَةُ", "read": "อันนิอ์มะตุ", "mean": "ความโปรดปราน/นิอ์มัต" },
    { "ar": "لَهُ", "read": "ละฮู", "mean": "เป็นสิทธิของพระองค์" },
    { "ar": "الْفَضْلُ", "read": "อัลฟัฎลุ", "mean": "ความประเสริฐ/ความดีงาม" },
    { "ar": "الثَّنَاءُ", "read": "อัษษะนาอู", "mean": "การสรรเสริญ/การเยินยอ" },
    { "ar": "الْحَسَنُ", "read": "อัลหะสะนุ", "mean": "ที่งดงาม/ที่ดีเลิศ" },
    { "ar": "مُخْلِصِينَ", "read": "มุคลิศีน", "mean": "ในฐานะผู้บริสุทธิ์ใจ/จริงใจ" },
    { "ar": "الدِّينَ", "read": "อัดดีนะ", "mean": "ในศาสนา/การยอมจำนน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَوْ", "read": "เลา", "mean": "แม้ว่า" },
    { "ar": "كَرِهَ", "read": "กะริฮะ", "mean": "เกลียดชัง/ไม่ชอบ" },
    { "ar": "الْكَافِرُونَ", "read": "อัลกาฟิรูน", "mean": "บรรดาผู้ปฏิเสธศรัทธา" }
  ]
}