export const duaData = {
  "title": "วิริตหลังละหมาด บทที่ 4-2 (การยอมรับในการกำหนดและอำนาจของพระองค์)",
  "fullArabic": `\
• <span class="text-yellow-500">اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ، </span> 
• <span class="text-pink-600">وَلَا مُعْطِيَ لِمَا مَنَعْتَ، </span> 
• <span class="text-cyan-600">وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ </span>
<span class="block text-right text-lg text-slate-500">(อ้างอิงจากบันทึกของอัล-บุคอรีย์ หมายเลข 844 และมุสลิม หมายเลข 593)<\span>

  `,

  "fullTranslation": `\
• <span class="text-yellow-500">โอ้อัลลอฮ์ ไม่มีผู้ใดสามารถยับยั้งสิ่งที่พระองค์ทรงประทานให้ได้ </span> 
• <span class="text-pink-600">และไม่มีผู้ใดสามารถประทานสิ่งที่พระองค์ทรงยับยั้งได้ </span> 
• <span class="text-cyan-600">และความมั่งคั่งร่ำรวย (หรืออำนาจวาสนา) ของผู้ที่มั่งคั่งนั้นไม่สามารถให้ประโยชน์แก่เขาได้ (เมื่อเผชิญหน้า) กับพระองค์</span> 
<span class="block text-right text-lg text-slate-500">(อ้างอิงจากบันทึกของอัล-บุคอรีย์ หมายเลข 844 และมุสลิม หมายเลข 593)</span>
`,

"explanation": `\
“รายงานโดยท่าน อัล-มุฆีเราะฮ์ บิน ชัวะอ์บะฮ์ (ผ่านเสมียนของท่านที่ชื่อว่า วัรรอด) โดยระบุว่าท่านนบี (ﷺ) \
จะกล่าวบทนี้ทุกครั้งหลังจากเสร็จสิ้นการละหมาดฟัรฎู“
<span class="block text-right text-sm text-slate-500">\
(อ้างอิงจากบันทึกของอัล-บุคอรีย์ หมายเลข 844 และมุสลิม หมายเลข 593)</span>
เป็นการประกาศถึงอำนาจอันเบ็ดเสร็จของอัลลอฮ์ในการให้หรือการระงับสิ่งต่างๆ ในโลกนี้ \
ซึ่งนักวิชาการระบุว่าบทนี้ช่วยให้หัวใจมุสลิมมีความสงบ ไม่ทะเยอทะยานจนเกินงามเมื่อได้ดี \
และไม่ท้อแท้สิ้นหวังเมื่อประสบอุปสรรค เพราะตระหนักว่าทุกอย่างคือการกำหนดของพระองค์
`,
  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid04-2.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮ์" },
    { "ar": "لَا مَانِعَ", "read": "ลา มานิอะ", "mean": "ไม่มีผู้ยับยั้ง/ขัดขวาง" },
    { "ar": "لِمَا أَعْطَيْتَ", "read": "ลิมา อะอ์ต็อยตะ", "mean": "ต่อสิ่งที่พระองค์ทรงประทานให้" },
    { "ar": "وَلَا مُعْطِيَ", "read": "วะลา มุอ์ฏิยะ", "mean": "และไม่มีผู้ประทานให้" },
    { "ar": "لِمَا مَنَعْتَ", "read": "ลิมา มะนะอ์ตะ", "mean": "ต่อสิ่งที่พระองค์ทรงยับยั้งไว้" },
    { "ar": "وَلَا يَنْفَعُ", "read": "วะลา ยันฟะอุ", "mean": "และไม่ให้ประโยชน์" },
    { "ar": "ذَا الْجَدِّ", "read": "ซัล ญัดดิ", "mean": "ผู้ที่มีความมั่งคั่ง/อำนาจวาสนา" },
    { "ar": "مِنْكَ", "read": "มิงกะ", "mean": "จากพระองค์ (คือเมื่อเผชิญต่อหน้าพระองค์)" },
    { "ar": "الْجَدُّ", "read": "อัลญัดดุ", "mean": "ความมั่งคั่ง/ความโชคดี/อำนาจวาสนาของเขา" }
  ]
}