export const duaData = {
  "title": "วิริตหลังละหมาด บทที่ 8-4 ปิดท้าย(การปฏิญาณตนและความยิ่งใหญ่ของพระองค์)",
  "fullArabic": `\
<span class="text-emerald-600">لَا إِلَهَ إِلَّا اللهُ </span>\
<span class="text-yellow-500">وَحْدَهُ لَا شَرِيكَ لَهُ، </span>
<span class="text-pink-600">لَهُ الْمُلْكُ </span>\
<span class="text-cyan-600">وَلَهُ الْحَمْدُ </span>\
<span class="text-stone-600">وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، </span>
<span class="block text-right text-lg text-slate-500">(อ้างอิงจากฮะดีษ ซอเฮียะมุสลิม หมายเลข597)</span>
  `,
  "fullTranslation": `\
  • <span class="text-emerald-600">ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์</span>\
• <span class="text-yellow-500">เพียงองค์เดียวเท่านั้น ไม่มีภาคีใดๆ สำหรับพระองค์ </span>
• <span class="text-pink-600"> อำนาจการปกครองเป็นสิทธิของพระองค์ </span>\
• <span class="text-cyan-600">และการสรรเสริญทั้งมวลเป็นสิทธิของพระองค์ </span>\
• <span class="text-stone-600">และพระองค์ทรงอานุภาพเหนือทุกสรรพสิ่ง </span>
<span class="block text-right text-lg text-slate-500">(อ้างอิงจากฮะดีษ ซอเฮียะมุสลิม หมายเลข597)</span>

  `,
  "explanation": `\
  รายงานโดยท่านอบู ฮุรอยเราะฮ์ (ร.ฎ.) 
  ท่านรสูลุลลอฮ์ (ﷺ) กล่าวว่า: “ผู้ใดที่กล่าว ซุบฮานัลลอฮ์ 33 ครั้ง, อัลหัมดุลิลลาฮ์ 33 ครั้ง และอัลลอฮุอักบัร 33 ครั้ง (รวมเป็น 99) \
  แล้วปิดท้ายให้ครบ 100 ด้วยบท ลาอิลาฮะ อิลลัลลอฮ์...\
  บาปของเขาจะถูกลบล้าง แม้ว่ามันจะมากเท่าฟองน้ำในทะเลก็ตาม“
<span class="block text-right text-sm text-slate-500">(อ้างอิงจากฮะดีษ ซอเฮียะมุสลิม หมายเลข597)</span>
  การกล่าวบทนี้เป็นการยืนยันว่าพระองค์ทรงบริสุทธิ์จากข้อบกพร่องทั้งปวง
  `,

  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid03.mp3",
  "words": [
    { "ar": "لَا إِلَهَ", "read": "ลา อิลาฮะ", "mean": "ไม่มีพระเจ้าอื่นใด" },
    { "ar": "إِلَّا اللهُ", "read": "อิลลัลลอฮ์", "mean": "นอกจากอัลลอฮ์" },
    { "ar": "وَحْدَهُ", "read": "วะห์ดะฮู", "mean": "เพียงองค์เดียวเท่านั้น" },
    { "ar": "لَا شَرِيكَ لَهُ", "read": "ลา ชะรีกะ ละฮู", "mean": "ไม่มีภาคีใดๆ สำหรับพระองค์" },
    { "ar": "لَهُ الْمُلْكُ", "read": "ละฮุล มุลกุ", "mean": "อำนาจการปกครองเป็นของพระองค์" },
    { "ar": "وَ لَهُ الْحَمْدُ", "read": "วะ ละฮุล หัมดุ", "mean": "และการสรรเสริญเป็นของพระองค์" },
    { "ar": "يُحْيِي", "read": "ยุห์ยี", "mean": "พระองค์ทรงประทานชีวิต/ให้เป็น" },
    { "ar": "وَ يُمِيتُ", "read": "วะ ยุมิตุ", "mean": "และพระองค์ทรงประทานความตาย/ให้ตาย" },
    { "ar": "وَهُوَ", "read": "วะ ฮุวะ", "mean": "และพระองค์" },
    { "ar": "عَلَى كُلِّ شَيْءٍ", "read": "อะลา กุลลิ ชัยอิน", "mean": "เหนือทุกสรรพสิ่ง" },
    { "ar": "قَدِيرٌ", "read": "เกาะดีร", "mean": "ทรงอานุภาพ/ทรงปรีชาสามารถ" }
  ]
}