export const duaData = {
  "title": "วิริตบทสรรเสริญและมอบหมายตนเอง (ขุมทรัพย์แห่งสวรรค์)",
  "fullArabic": `\
 <span class="text-blue-800">سُبْحَانَ اللهِ وَبِحَمْدِهِ </span> 
 <span class="text-lime-500">سُبْحَانَ اللهِ الْعَظِيمِ، </span> 
 <span class="text-fuchsia-600">لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ </span>\
 <span class="text-green-500">الْعَلِيِّ </span>\
 <span class="text-amber-600">الْعَظِيمِ </span>
  `,
  "fullTranslation": `\
• <span class="text-blue-800">มหาบริสุทธิ์แด่อัลลอฮ์และด้วยการสรรเสริญต่อพระองค์ </span> 
• <span class="text-lime-500">มหาบริสุทธิ์แด่อัลลอฮ์ผู้ทรงยิ่งใหญ่ </span> 
• <span class="text-fuchsia-600">ไม่มีพลังและไม่มีอำนาจใดๆ นอกจากด้วยความช่วยเหลือจากอัลลอฮ์</span>\
• <span class="text-green-500">ผู้ทรงสูงส่ง </span>\
• <span class="text-amber-600">ผู้ทรงยิ่งใหญ่ </span>
     `,
  "explanation": `\
  อ้างอิงจากฮะดีษ (มุตตะฟะกุน อะลัยฮ์) สองประโยคแรกคือถ้อยคำที่ \
  'เบาลิ้นแต่หนักในตาชั่ง และเป็นที่รักของพระผู้ทรงกรุณาปรานี'
  ส่วนประโยคหลัง (ลาเฮาละ...) คือ 'หนึ่งในขุมทรัพย์ของสวรรค์' ตามที่ท่านนบี (ﷺ) ได้บอกไว้ \
  เป็นการรวมการสรรเสริญความบริสุทธิ์ของพระองค์เข้ากับการยอมรับในความอ่อนแอของเราและมอบหมายทุกอย่างแด่พระองค์ผู้ทรงสูงส่ง
  `,
  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid09.mp3",
  "words": [
    { "ar": "سُبْحَانَ اللهِ", "read": "ซุบฮานัลลอฮ์", "mean": "มหาบริสุทธิ์แด่อัลลอฮ์" },
    { "ar": "وَ بِحَمْدِهِ", "read": "วะ บิหัมดิฮี", "mean": "และด้วยการสรรเสริญต่อพระองค์" },
    { "ar": "الْعَظِيمِ", "read": "อัลอะซีม", "mean": "ผู้ทรงยิ่งใหญ่" },
    { "ar": "لَا حَوْلَ", "read": "ลา เฮาละ", "mean": "ไม่มีพลัง/ไม่มีการเคลื่อนไหว" },
    { "ar": "وَ لَا قُوَّةَ", "read": "วะ ลา กุววะตะ", "mean": "และไม่มีอำนาจ/ความแข็งแกร่ง" },
    { "ar": "إِلَّا بِاللهِ", "read": "อิลลา บิลลาฮ์", "mean": "นอกจากด้วย (ความช่วยเหลือจาก) อัลลอฮ์" },
    { "ar": "الْعَلِيِّ", "read": "อัลอะลีย์", "mean": "ผู้ทรงสูงส่งยิ่ง" },
    { "ar": "الْعَظِيمِ", "read": "อัลอะซีม", "mean": "ผู้ทรงยิ่งใหญ่" }
  ]
}