export const duaData = {
  "title": "วิริตหลังละหมาด บทที่ 3 (การปฏิญาณตนและความยิ่งใหญ่ของพระองค์)",
  "fullArabic": `\
 <span class="text-lime-500">  لَا إِلَهَ إِلَّا اللهُ </span>\
 <span class="text-fuchsia-600"> وَحْدَهُ </span> \
 <span class="text-green-500">لَا شَرِيكَ لَهُ، </span>
 <span class="text-amber-600">لَهُ الْمُلْكُ </span> \
 <span class="text-gray-500">وَلَهُ الْحَمْدُ،</span> 
 <span class="text-indigo-500">وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ </span>
<span class="block text-left text-lg text-slate-700">[อ่าน 10 ครั้ง]<\span>
<span class="block text-right text-lg text-slate-500">ฮาดีษบันทึกโดย อัต-ติรมีซีย์(3474) และ อะฮ์หมัด(17990)<\span>
  `,
  "fullTranslation": `\
• <span class="text-lime-500">ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์ </span> \
• <span class="text-fuchsia-600">เพียงองค์เดียวเท่านั้น</span>\
• <span class="text-green-500">ไม่มีภาคีใดๆ สำหรับพระองค์ </span>
• <span class="text-amber-600">อำนาจการปกครองเป็นสิทธิของพระองค์ </span> \
• <span class="text-gray-500">และการสรรเสริญทั้งมวลเป็นสิทธิของพระองค์ </span>
• <span class="text-indigo-500">และพระองค์ทรงอานุภาพเหนือทุกสรรพสิ่ง </span>
<span class="block text-left text-lg text-slate-700">[อ่าน 10 ครั้ง]<\span>
<span class="block text-right text-lg text-slate-500">ฮาดีษบันทึกโดย อัต-ติรมีซีย์(3474) และ อะฮ์หมัด(17990)<\span>

`,
  "explanation": `\
  อ้างอิงจากฮะดีษ อัต-ติรมีซีย์(3474) และ อะฮ์หมัด(17990) ท่านนบี (ﷺ) ทรงระบุถึงความประเสริฐของการกล่าวบทนี้ \
  10 ครั้งหลังละหมาดซุบฮิและมักริบ ในขณะที่ยังคงนั่งในท่าเดิมและยังไม่ได้พูดคุยกับใคร 
  โดยผู้ปฏิบัติจะได้รับ: 
  1.ได้รับ 10 ความดี (หะสะนาต): ถูกบันทึกความดีให้ 10 ประการ 
  2.ลบล้าง 10 ความผิด: ถูกลบความชั่วออกไป 10 ประการ 
  n3.เลื่อน 10 ขั้น: ถูกยกฐานะขึ้น 10 ระดับ 
  4.การปกป้อง: จะอยู่ในความคุ้มครองจากสิ่งที่ไม่พึงประสงค์ตลอดทั้งวัน 
  5.ห่างไกลจากชัยฏอน: จะถูกปกป้องให้พ้นจากชัยฏอนที่ถูกสาปแช่ง และ 
  6.เทียบเท่าการปล่อยทาส: มีผลบุญเท่ากับการปล่อยทาส (ที่สืบเชื้อสายมาจากนบีอิสมาอีล) ถึง 4 ท่าน (ในบางสายรายงาน)
  `,
  "audio_url": "https://assets.duanabi.com/audio/wirid/wirid03.mp3",
  "words": [
    { "ar": "لَا إِلَهَ", "read": "ลา อิลาฮะ", "mean": "ไม่มีพระเจ้าอื่นใด" },
    { "ar": "إِلَّا اللهُ", "read": "อิลลัลลอฮ์", "mean": "นอกจากอัลลอฮ์" },
    { "ar": "وَحْدَهُ", "read": "วะห์ดะฮู", "mean": "เพียงองค์เดียวเท่านั้น" },
    { "ar": "لَا شَرِيكَ لَهُ", "read": "ลา ชะรีกะ ละฮู", "mean": "ไม่มีภาคีใดๆ สำหรับพระองค์" },
    { "ar": "لَهُ الْمُلْكُ", "read": "ละฮุล มุลกุ", "mean": "อำนาจการปกครองเป็นของพระองค์" },
    { "ar": "وَ لَهُ الْحَمْدُ", "read": "วะ ละฮุล หัมดุ", "mean": "และการสรรเสริญเป็นของพระองค์" },
    { "ar": "يُحْيِي", "read": "ยุห์ยี", "mean": "พระองค์ทรงประทานชีวิต/ให้เป็น" },
    { "ar": "وَ يُمِيتُ", "read": "วะ ยุมิตุ", "mean": "และพระองค์ทรงประทานความตาย/ให้ตาย" },
    { "ar": "وَهُوَ", "read": "วะ ฮุวะ", "mean": "และพระองค์" },
    { "ar": "عَلَى كُلِّ شَيْءٍ", "read": "อะลา กุลลิ ชัยอิน", "mean": "เหนือทุกสรรพสิ่ง" },
    { "ar": "قَدِيرٌ", "read": "เกาะดีร", "mean": "ทรงอานุภาพ/ทรงปรีชาสามารถ" }
  ]
}