export const duaData = {
  "title": "ดุอาอ์ก่อนร่วมหลับนอน (ขอความคุ้มครองแก่ลูกหลานจากชัยฏอน)",
  "fullArabic": `\
 <span class="text-emerald-600">بِسْمِ اللَّهِ</span>\
 <span class="text-yellow-500">اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ </span>\ 
 <span class="text-pink-600">وَجَنِّبِ الشَّيْطَانَ </span>\
 <span class="text-cyan-600">مَا رَزَقْتَنَا </span>
<span class="block text-right text-lg text-slate-500">(ฮะดีษบันทึกโดยอัล-บุคอรีย์ 141 และมุสลิม 1434 )<\span>

  `,
  "fullTranslation": `\
• <span class="text-emerald-600">ด้วยพระนามของอัลลอฮ์ </span>
• <span class="text-yellow-500">โอ้อัลลอฮ์ โปรดทรงให้ชัยฏอนห่างไกลจากเรา </span> 
• <span class="text-pink-600">และโปรดทรงให้ชัยฏอนห่างไกล </span> 
• <span class="text-cyan-600">จากสิ่งที่พระองค์ทรงประทานเป็นริซกีแก่เรา (ลูกที่จะเกิดมา) </span> 
<span class="block text-right text-lg text-slate-500">(ฮะดีษบันทึกโดยอัล-บุคอรีย์ 141 และมุสลิม 1434 )<\span>
  `,
  "explanation": `\
  รายงานโดยท่านอิบนุ อับบาส (ร.ฎ.) ท่านนบี (ﷺ) ทรงกล่าวว่า: 
  “หากคนใดในหมู่พวกท่านกล่าวบทนี้ก่อนการร่วมหลับนอน แล้วอัลลอฮ์ทรงกำหนดให้มีบุตรเกิดขึ้นมาจากความสัมพันธ์นั้น \
  ชัยฏอนจะไม่สามารถทำอันตรายแก่เขา (บุตรคนนั้น) ได้เลย“ 
  <span class="block text-right text-sm text-slate-500">\
  อ้างอิงจากฮะดีษบันทึกโดยอัล-บุคอรีย์ 141 และมุสลิม 1434 <\span>

  เป็นการวางรากฐานความปลอดภัยให้ลูกตั้งแต่จุดเริ่มต้นครับ
  บทนี้เป็นดุอาอ์ที่สำคัญมากในชีวิตครอบครัวครับคุณพ่อ เป็นมารยาทที่ท่านนบี (ﷺ) \
  สอนให้กล่าวเพื่อขอความคุ้มครองจากชัยฏอนให้กับ “ริซกี“ หรือลูกหลานที่กำลังจะถือกำเนิดขึ้นมา \
  เพื่อให้เขาเติบโตมาในทางที่ปลอดภัยและห่างไกลจากการรบกวนของชัยฏอน
  อีกทั้งป้องกันชัยฏอนไม่ให้มาร่วมในกิจกรรมของคู่สามีภรรยานั้นด้วย
  `,
  "audio_url": "https://assets.duanabi.com/audio/family/family04.mp3",
  "words": [
    { "ar": "بِسْمِ اللهِ", "read": "บิสมิลลาฮ์", "mean": "ด้วยพระนามของอัลลอฮ์" },
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮ์" },
    { "ar": "جَنِّبْنَا", "read": "ญันนิบนาม", "mean": "โปรดทำให้ (ชัยฏอน) ห่างไกลจากพวกเรา" },
    { "ar": "الشَّيْطَانَ", "read": "อัชชัยฏอน", "mean": "ชัยฏอน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "جَنِّبِ", "read": "ญันนิบิ", "mean": "โปรดทำให้ (ชัยฏอน) ห่างไกลจาก" },
    { "ar": "الشَّيْطَانَ", "read": "อัชชัยฏอน", "mean": "ชัยฏอน" },
    { "ar": "مَا رَزَقْتَنَا", "read": "มา ร่อซักตะนา", "mean": "สิ่งที่พระองค์ทรงประทานริซกีแก่เรา (หมายถึงลูก)" }
  ]
}