export const duaData = {
  "title": "ดุอาอ์ขอให้บ้านเมืองปลอดภัยและลูกหลานห่างไกลจากการตั้งภาคี (นบีอิบรอฮีม)",
  "fullArabic": `\
 <span class="text-green-500">رَبِّ ٱجْعَلْ </span>\
 <span class="text-amber-600">هَـٰذَا ٱلْبَلَدَ </span>\
 <span class="text-gray-500">ءَامِنًا </span>
 <span class="text-indigo-500">وَٱجْنُبْنِي وَبَنِيَّ </span>\
 <span class="text-red-500">أَن نَّعْبُدَ ٱلْأَصْنَامَ</span>
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อิบรอฮีม อายะฮ์ที่ 35)</span>
`,
  "fullTranslation": `\
 <span class="text-green-500">โอ้ พระเจ้าของข้าพระองค์ ขอพระองค์ทรงให้ </span>\
 <span class="text-amber-600">เมืองนี้</span>\
 <span class="text-gray-500">ปลอดภัย </span>
 <span class="text-indigo-500">และทรงให้ข้าพระองค์และลูกหลานของข้าพระองค์ </span>\
 <span class="text-red-500">พ้นจากการบูชาเจว็ด</span>
<span class="block text-right text-lg text-slate-500">(ซูเราะฮ์อิบรอฮีม อายะฮ์ที่ 35)</span>
`,
  "explanation": `\
  ดุอาอ์นี้ ขอให้บ้านเมืองของเราปลอดภัย สงบสุข และขอให้เราและลูกหลานของเราห่างไกลการตั้งภาคี ไม่บูชาเจว็ด
  ดุอาอ์นี้มาจากอัลกุรอาน ซูเราะฮ์อิบรอฮีม อายะฮ์ที่ 35 ดุอาอฺที่ท่านนบีอิบรอฮีมได้วิงวอนต่ออัลลอฮ์ \
  ให้เมืองมักกะฮ์อันเป็นที่ตั้งของบัยตุลลอฮ์มีความร่มเย็นและปลอดภัย \
  พร้อมทั้งขอการคุ้มครองให้ตัวท่านและวงศ์ตระกูลสืบไปเบื้องหน้าปลอดภัยจากการกราบไหว้สิ่งอื่นใดนอกเหนือจากพระองค์ \
  สะท้อนถึงความห่วงใยสูงสุดของผู้เป็นพ่อที่มีต่อหลักอะกีดะฮ์ (ความเชื่อ) ของลูกหลาน
  <br/><strong>คำแนะนำเพิ่มเติมสำหรับการปรับใช้:</strong> 
  คำว่า 'وَبَنِيَّ' (วะบะนียะ) ในอายะฮ์นี้หมายถึง บุตรชายหรือลูกหลานในสายเลือดทั้งหมด หากเราต้องการปรับใช้เพื่อเน้นย้ำถึง \
  พ่อแม่ หรือคู่ครอง เพิ่มเติมในดุอาอ์นอกละหมาด สามารถแทรกวลีเหล่านี้ต่อท้ายคำว่า "وَبَنِيَّ" (และลูกหลานของข้าพระองค์) ได้ เช่น:
  - เพิ่มให้พ่อแม่: แทรกคำว่า <strong>وَلِوَالِدَيَّ</strong> (วะ ลิ วาลิดัยยะ - และแก่บิดามารดาของข้าพระองค์)
  - เพิ่มให้คู่ครอง: แทรกคำว่า <strong>وَأَزْوَاجَنَا</strong> (วะ อัซวาญะนา - และแก่คู่ครองของพวกเรา)
  `,
  "audio_url": "https://assets.duanabi.com/audio/children/children03.mp3",
  "words": [
    { "ar": "رَبِّ", "read": "ร็อบบิ", "mean": "ข้าแต่พระเจ้าของข้าพระองค์" },
    { "ar": "ٱجْعَلْ", "read": "อิจญ์อัล", "mean": "ขอพระองค์ทรงทำให้" },
    { "ar": "هَـٰذَا", "read": "ฮาซา", "mean": "นี้" },
    { "ar": "ٱلْبَلَدَ", "read": "อัล-บะละดะ", "mean": "เมือง / ประเทศ" },
    { "ar": "ءَامِنًا", "read": "อามินัน", "mean": "ที่ปลอดภัย / สงบสุข" },
    { "ar": "وَٱجْنُبْنِي", "read": "วัจญ์นุบนี", "mean": "และขอพระองค์ทรงให้ข้าพระองค์ห่างไกล" },
    { "ar": "وَبَنِيَّ", "read": "วะ บะนียะ", "mean": "และลูกหลาน/บุตรชายของข้าพระองค์" },
    { "ar": "أَن نَّعْبُدَ", "read": "อัน แนอ์บุดะ", "mean": "จากการที่เราจะเคารพบูชา" },
    { "ar": "ٱلْأَصْنَامَ", "read": "อัล-อัศนาม", "mean": "เจว็ด / รูปปั้นสิ่งกราบไหว้บูชาอื่น" }
  ]
}