export const duaData = {
  "title": "ดุอาอ์ขอให้ใจประสานเป็นหนึ่งเดียว ปรับปรุงความสัมพันธ์ และสู่ทางแห่งความสงบสุข",
  "fullArabic": `\
<span class="text-emerald-600">اللَّهُمَّ أَلِّفْ  </span>\
<span class="text-yellow-500">بَيْنَ قُلُوبِنَا ، </span> 
<span class="text-pink-600">وَأَصْلِحْ ذَاتَ بَيْنِنَا </span> 
<span class="text-cyan-600">وَاهْدِنَا سُبُلَ السَّلَامِ </span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 969)</span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้พระองค์อัลลอฮ์ ขอพระองค์ทรงเชื่อมประสาน </span>\
 <span class="text-yellow-500">ระหว่างดวงใจของพวกเรา, </span> 
• <span class="text-pink-600">และทรงปรับปรุงความสัมพันธ์ระหว่างพวกเราให้ดีงาม </span> 
• <span class="text-cyan-600">และทรงชีนำทางพวกเราสู่บรรดาหนทางแห่งความสงบสุขด้วยเถิด</span> 
<span class="block text-right text-lg text-slate-500">(บันทึกโดย อบูดาวุด: 969)</span>
`,
  "explanation": "ดุอาอ์บทนี้มาจากหะดีษยาวที่ท่านอับดุลลอฮ์ บิน มัสอูด ได้รายงานว่าท่านนบี ﷺ ได้สอนตัชฮุดและดุอาอ์นี้ (บันทึกโดย อบูดาวุด หมายเลข 969) เป็นบทขอพรที่มีคุณค่ามากสำหรับการขจัดความขัดแย้ง ความอิจฉาริษยา หรือความร้าวฉานในครอบครัวและหมู่คณะ โดยวิงวอนให้อัลลอฮ์ทรงผูกหัวใจให้รักใคร่กลมเกลียวกัน ปรับความเข้าใจในความสัมพันธ์ และนำพาชีวิตไปสู่หนทางที่ปลอดภัยและสงบสุขทั้งในโลกนี้และโลกหน้า",
  "audio_url": "https://assets.duanabi.com/audio/family/family07.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้พระองค์อัลลอฮ์" },
    { "ar": "أَلِّفْ", "read": "อัลลิฟ", "mean": "ขอพระองค์ทรงเชื่อมประสาน / ทรงผูกพันให้กลมเกลียว" },
    { "ar": "بَيْنَ", "read": "บัยนะ", "mean": "ระหว่าง" },
    { "ar": "قُلُوبِنَا", "read": "กุลูบินา", "mean": "ดวงใจของพวกเรา" },
    { "ar": "وَأَصْلِحْ", "read": "วะ อัศลิหฺ", "mean": "และขอพระองค์ทรงปรับปรุง / ทรงซ่อมแซมให้ดีขึ้น" },
    { "ar": "ذَاتَ بَيْنِنَا", "read": "ซาตะ บัยนินา", "mean": "ความสัมพันธ์ระหว่างพวกเรา / เรื่องราวระหว่างพวกเรา" },
    { "ar": "وَاهْدِنَا", "read": "วะฮ์ดินา", "mean": "และขอพระองค์ทรงชี้แนะทางแก่พวกเรา" },
    { "ar": "سُبُلَ", "read": "สุบุละ", "mean": "บรรดาหนทาง (รูปพหูพจน์ของ สะบีล)" },
    { "ar": "السَّلَامِ", "read": "อัส-สะลาม", "mean": "ความสงบสุข / ความปลอดภัย / อิสลาม" }
  ]
}