export const duaData = {
  "title": "ดุอาอ์ขอให้ครอบครัวและลูกหลานเป็นที่ชื่นตาชื่นใจ",
"fullArabic": `\
 <span class="text-yellow-500">رَبَّنَا هَبْ لَنَا  </span> \
 <span class="text-pink-600">مِنْ أَزْوَاجِنَا </span> \
 <span class="text-cyan-600">وَذُرِّيَّاتِنَا </span> \
 <span class="text-stone-600">قُرَّةَ أَعْيُنٍۢ </span> \
 <span class="text-blue-800">وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا </span> 
<span class="!text-lg">(ซูเราะฮ์อัลฟุรกอน อายะฮ์ที่ 74)<\span>

`,
  "fullTranslation": `\
• <span class="text-yellow-500">ข้าแต่พระเจ้าของเรา ขอพระองค์ทรงประทานแก่เรา </span> \
• <span class="text-pink-600">ซึ่งคู่ครองของเรา </span> \
• <span class="text-cyan-600">และลูกหลานของเรา </span> \
• <span class="text-stone-600">ให้เป็นที่ชื่นตาชื่นใจ </span> \
• <span class="text-blue-800">และทรงทำให้เราเป็นแบบอย่างแก่บรรดาผู้ยำเกรง </span> 
<span class="!text-lg">(ซูเราะฮ์อัลฟุรกอน อายะฮ์ที่ 74)<\span>
  `,
  "explanation": `\
  มาจากซูเราะฮ์อัลฟุรกอน อายะฮ์ที่ 74 เป็นดุอาอ์ที่ครอบคลุมทั้งเรื่องคู่ครองและบุตรหลาน โดยขอให้พวกเขาเป็น \"قُرَّةَ أَعْيُنٍۢ \" \
  (ความสุขที่ทำให้สายตาเยือกเย็น) 
  ดุอาอ์นี้เป็นหนึ่งในคุณลักษณะของ **'อิบาดุรเราะห์มาน' (ปวงบ่าวผู้ทรงเมตตา)** \
  ซึ่งเป็นกลุ่มชนที่อัลลอฮ์ทรงยกย่องในตอนท้ายของซูเราะฮ์อัลฟุรกอนว่ามีจริยธรรมงดงาม เดินบนแผ่นดินด้วยความนอบน้อม \
  และให้ความสำคัญกับการสร้างครอบครัวที่ยำเกรงต่อพระองค์ เพื่อให้เป็นต้นแบบที่ดีแก่สังคม 
  ท่านหะซัน อัลบัศรีย์ได้กล่าวว่า  
  “ไม่มีสิ่งหนึ่งสิ่งใดที่จะชื่นตาชื่นใจมากไปกว่า การที่บ่าวคนหนึ่งเห็นคู่ครอง \
  เห็นลูกหลาน เห็นพี่น้อง เห็นเพื่อนสนิทมิตรสหายเป็นผู้ที่เชื่อฟังอัลลอฮฺ ซุบฮานะฮูวะตะอาลา  \
  และเป็นแบบอย่างแก่บรรดาผู้ยำเกรง“
  `,
  "audio_url": "https://assets.duanabi.com/audio/family/family01.mp3",
  "words": [
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "ข้าแต่พระเจ้าของเรา" },
    { "ar": "هَبْ لَنَا", "read": "ฮับละนา", "mean": "ขอพระองค์ทรงประทานแก่เรา" },
    { "ar": "مِنْ أَزْوَاجِنَا", "read": "มิน อัซวาญินา", "mean": "จากคู่ครองของเรา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ذُرِّيَّاتِنَا", "read": "ซุรรียาตินา", "mean": "ลูกหลานของเรา" },
    { "ar": "قُرَّةَ أَعْيُنٍ", "read": "กุรเราะตะ อะอ์ยุน", "mean": "เป็นที่ชื่นตาชื่นใจ (ความสุขของสายตา)" },
    { "ar": "وَاجْعَلْنَا", "read": "วัจญ์อัลนา", "mean": "และทรงทำให้เรา" },
    { "ar": "لِلْمُتَّقِينَ", "read": "ลิลมุตตะกีนะ", "mean": "แก่บรรดาผู้ยำเกรง" },
    { "ar": "إِمَامًا", "read": "อิมามา", "mean": "เป็นแบบอย่าง/ผู้นำ" }
  ]
}