export const duaData = {
  "title": "ดุอาอ์ให้บิดามารดาและผู้ศรัทธา (บทเต็ม) นูห์ อายะฮ์ที่ 28",
  "fullArabic": `\
 <span class="text-emerald-600">رَّبِّ اغْفِرْ لِي </span>\
 <span class="text-yellow-500">وَلِوَالِدَيَّ </span> \
 <span class="text-pink-600">وَلِمَن دَخَل بَيْتِيَ مُؤْمِنًا </span> \
 <span class="text-cyan-600">وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ </span> \
 <span class="block text-right text-lg text-slate-500">\(นูห์ อายะฮ์ที่ 28)<\span> 
  `,
  "fullTranslation": `\
  • <span class="text-emerald-600">ข้าแต่พระเจ้าของข้าพระองค์ ขอพระองค์ทรงอภัยโทษให้แก่ข้าพระองค์ </span>\
• <span class="text-yellow-500"> และบิดามารดาของข้าพระองค์ </span> \
• <span class="text-pink-600">และแก่ผู้ที่เข้ามาในบ้านของข้าพระองค์ในฐานะผู้ศรัทธา </span> \
• <span class="text-cyan-600">และแก่บรรดาผู้ศรัทธาชาย และบรรดาผู้ศรัทธาหญิง </span> \
<span class="block text-right text-lg text-slate-500">\(นูห์ อายะฮ์ที่ 28)<\span> 
`,

  "explanation": `\
  อายะฮ์นี้คือบทสรุปดุอาอ์ของท่านนบีนูห์ (عليه السلام) ที่มีความงดงามและครอบคลุมที่สุดบทหนึ่ง เพราะเริ่มจากการขอพรให้ตนเอง \
  ขยายไปยังบิดามารดา แขกผู้ศรัทธาที่มาเยือน และท้ายที่สุดคือการครอบคลุมไปถึงพี่น้องมุสลิมทั่วโลกทั้งชายและหญิง \
  เป็นดุอาอ์ที่แสดงถึงความเมตตาและความห่วงใยต่อประชาชาติมุสลิมทั้งหมด`,
  "audio_url": "https://assets.duanabi.com/audio/parents/parents03.mp3",
  "words": [
    { "ar": "رَّبِّ", "read": "ร็อบบิ", "mean": "ข้าแต่พระเจ้าของข้าพระองค์" },
    { "ar": "اغْفِرْ لِي", "read": "อัฆฟิรลี", "mean": "ขอพระองค์ทรงอภัยโทษให้แก่ข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لِوَالِدَيَّ", "read": "ลิวาลิดัยยะ", "mean": "แก่บิดามารดาของข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لِمَن", "read": "ลิมัน", "mean": "แก่ผู้ที่" },
    { "ar": "دَخَلَ", "read": "ดะเคาะละ", "mean": "ได้เข้ามา" },
    { "ar": "بَيْتِيَ", "read": "บัยติยะ", "mean": "ในบ้านของข้าพระองค์" },
    { "ar": "مُؤْمِنًا", "read": "มุอ์มินัน", "mean": "ในฐานะผู้ศรัทธา" },
    { "ar": "وَلِلْمُؤْمِنِينَ", "read": "วะลิลมุอ์มินีนะ", "mean": "และแก่บรรดาผู้ศรัทธาชาย" },
    { "ar": "وَالْمُؤْمِنَاتِ", "read": "วะลัลมุอ์มินาติ", "mean": "และแก่บรรดาผู้ศรัทธาหญิง" }
  ]
}