export const duaData = {
  "title": "ดุอาอ์ให้บิดามารดา อิบรอฮีม อายะฮ์ที่ 41",
  "fullArabic": `\
 <span class="text-pink-600">رَبَّنَا اغْفِرْ لِي </span> \
 <span class="text-yellow-600">وَلِوَالِدَيَّ </span> \
 <span class="text-stone-600">وَلِلْمُؤْمِنِينَ </span> \
 <span class="text-blue-800">يَوْمَ يَقُومُ الْحِسَابُ </span> \
<span class="block text-right text-lg text-slate-500">\(อิบรอฮีม อายะฮ์ที่ 41)<\span> 

  `,
  "fullTranslation": `\
• <span class="text-pink-600">โอ้พระเจ้าของเรา ขอพระองค์ทรงอภัยโทษให้แก่ข้าพระองค์  </span> \
• <span class="text-yellow-600">และบิดามารดาของข้าพระองค์ </span> \
• <span class="text-stone-600">และแก่บรรดามุมิน </span> \
• <span class="text-blue-800">ในวันที่การชำระบัญชีจะมีขึ้น </span> \
<span class="block text-right text-lg text-slate-500">\(อิบรอฮีม อายะฮ์ที่ 41)<\span> 
`,

  "explanation": "เป็นดุอาอ์ของท่านนบีอิบรอฮีม (عليه السلام) ที่วอนขอต่ออัลลอฮ์ให้ทรงอภัยโทษแก่ตนเอง พ่อแม่ และบรรดาผู้ศรัทธาทั้งหมด โดยเน้นย้ำถึงความสำคัญของวันกิยามะฮ์ (วันแห่งการสอบสวน) ซึ่งแสดงถึงความรักและความปรารถนาดีอย่างที่สุดที่ลูกมีต่อพ่อแม่ คือการขอให้ท่านรอดพ้นจากโทษทัณฑ์ในโลกหน้า",
  "audio_url": "https://assets.duanabi.com/audio/parents/parents02.mp3",
  "words": [
    { "ar": "رَبَّنَا", "read": "ร็อบบะนา", "mean": "โอ้พระเจ้าของเรา" },
    { "ar": "اغْفِرْ لِي", "read": "อัฆฟิรลี", "mean": "ขอพระองค์ทรงอภัยโทษให้แก่ข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لِوَالِدَيَّ", "read": "ลิวาลิดัยยะ", "mean": "แก่บิดามารดาของข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لِلْمُؤْمِنِينَ", "read": "ลิลมุอ์มินีนะ", "mean": "แก่บรรดาผู้ศรัทธา" },
    { "ar": "يَوْمَ", "read": "เยามะ", "mean": "ในวันที่" },
    { "ar": "يَقُومُ الْحِسَابُ", "read": "ยะกูมุล หิสาบ", "mean": "การชำระบัญชีจะมีขึ้น" }
  ]
}