export const duaData = {
  "title": "ดุอาอ์ขออภัยโทษและขอความเมตตาให้บิดามารดา",
    "fullArabic": `\
  • <span class="text-yellow-500">رَبِّ اغْفِرْ لِي </span> \
• <span class="text-emerald-600">وَلِوَالِدَيَّ </span>\
• <span class="text-pink-600">وَارْحَمْهُمَا </span> \
• <span class="text-cyan-600">كَمَا رَبَّيَانِي صَغِيرًا </span> \
`,

  "fullTranslation": `\
• <span class="text-yellow-500">ข้าแต่พระเจ้าของข้าพระองค์ ขอพระองค์ทรงอภัยโทษให้แก่ข้าพระองค์ </span> \
• <span class="text-emerald-600">และบิดามารดาของข้าพระองค์ </span>\
• <span class="text-pink-600">และทรงโปรดเมตตาแก่ท่านทั้งสอง </span> \
• <span class="text-cyan-600">เช่นที่ทั้งสองได้เลี้ยงดูข้าพระองค์มาเมื่อครั้งยังเยาว์วัย </span> \
`,
  "explanation": `\
    เป็นการรวมดุอาอ์จาก 2 ซูเราะฮ์ คือการขออภัยโทษ (จากนูห์:28) และการขอความเมตตา (จากอัลอิสรออ์:24) \
    มักนิยมใช้กล่าวต่อกันเพื่อให้ได้พรที่ครบถ้วน ทั้งการลบล้างความผิดและการได้รับความเอ็นดูเมตตาจากอัลลอฮ์ \
    เปรียบเสมือนการตอบแทนพระคุณที่ท่านทั้งสองเลี้ยงดูเรามาด้วยความเหนื่อยยากตั้งแต่เล็ก
    `,
  "audio_url": "https://assets.duanabi.com/audio/parents/parents04.mp3",
  "words": [
    { "ar": "رَبِّ", "read": "ร็อบบิ", "mean": "ข้าแต่พระเจ้าของข้าพระองค์" },
    { "ar": "اغْفِرْ لِي", "read": "อัฆฟิรลี", "mean": "ขอพระองค์ทรงอภัยโทษให้แก่ข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لِوَالِدَيَّ", "read": "ลิวาลิดัยยะ", "mean": "แก่บิดามารดาของข้าพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ارْحَمْهُمَا", "read": "อิรฺหัมฮุมา", "mean": "ทรงโปรดเมตตาแก่ท่านทั้งสอง" },
    { "ar": "كَمَا", "read": "กะมา", "mean": "เช่นเดียวกับที่" },
    { "ar": "رَبَّيَانِي", "read": "ร็อบบะยานี", "mean": "ท่านทั้งสองได้เลี้ยงดูข้าพระองค์" },
    { "ar": "صَغِيرًا", "read": "เศาะฆีรอ", "mean": "เมื่อครั้งยังเยาว์วัย (ตอนเป็นเด็ก)" }
  ]
}