export const duaData = {
  "title": "ดุอาอ์ให้บิดามารดา อัลอิสรออ์ อายะฮ์ที่ 24",
  "fullArabic": `\
<span class="text-emerald-600">رَّبِّ ارْحَمْهُمَا </span>\
<span class="text-yellow-500">كَمَا رَبَّيَانِي صَغِيرًا </span>
<span class="block text-right text-sm text-slate-500">(อัลอิสรออ์ อายะฮ์ที่ 24)<\span>

`,
  "fullTranslation": `\
<span class="text-emerald-600">ข้าแต่พระเจ้าของข้าพระองค์ ทรงโปรดเมตตาแก่ท่านทั้งสอง </span>\
<span class="text-yellow-500">เช่นที่ทั้งสองได้เลี้ยงดูข้าพระองค์มาเมื่อครั้งยังเยาว์วัย </span> \
<span class="block text-right text-sm text-slate-500">(อัลอิสรออ์ อายะฮ์ที่ 24)<\span>

  `,
  "explanation": `\
  เป็นดุอาอ์ที่อัลลอฮ์ทรงสอนไว้ในซูเราะฮ์ อัลอิสรออ์ อายะฮ์ที่ 24 \
  โดยบริบทของอายะฮ์นี้สั่งให้บุตรลดปีกแห่งความนอบน้อมลงแก่บิดามารดาด้วยความเมตตา \
  และวิงวอนขอพรให้ท่านทั้งสองได้รับความเมตตาจากพระองค์เป็นการตอบแทนที่ท่านได้ทุ่มเทเลี้ยงดูเรามาตั้งแต่เล็กจนโต
  `,
  "audio_url": "https://assets.duanabi.com/audio/parents/parents01.mp3",
  "words": [
    { "ar": "رَّبِّ", "read": "ร็อบบิ", "mean": "ข้าแต่พระเจ้าของข้าพระองค์" },
    { "ar": "ارْحَمْهُمَا", "read": "อิรฺหัมฮุมา", "mean": "ทรงโปรดเมตตาแก่ท่านทั้งสอง" },
    { "ar": "كَمَا", "read": "กะมา", "mean": "เช่นเดียวกับที่ / เหมือนกับที่" },
    { "ar": "رَبَّيَانِي", "read": "ร็อบบะยานี", "mean": "ท่านทั้งสองได้เลี้ยงดูข้าพระองค์" },
    { "ar": "صَغِيرًا", "read": "เศาะฆีรอ", "mean": "เมื่อครั้งยังเยาว์วัย (ตอนเป็นเด็ก)" }
  ]
}