export const duaData = {
  "title": "27-ดุอาอ์ขออภัยโทษและความปลอดภัย (เกราะคุ้มกัน 6 ทิศทาง)",
"fullArabic": `\
اللَّهُمَّ\
• <span class="text-blue-600 ">إِنَّا نَسْأَ</span>• \
لُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، 
اللَّهُمَّ\
• <span class="text-blue-600 ">إِنَّا نَسْأَ</span>• \
لُكَ الْعَفْوَ وَالْعَافِيَةَ فِي \
• <span class="text-blue-600 ">دِينِنَا وَدُنْيَانَا وَأَهْلِنَا وَأَمْوَالِنَا،</span>• \
اللَّهُمَّ اسْتُرْ عَوْرَا\
•<span class="text-blue-600 ">تِنَا</span>• \
، وَآمِنْ رَوْعَا\
•<span class="text-blue-600 ">تِنَا</span>• \
اللَّهُمَّ 
•<span class="text-blue-600 ">احْفَظْنَا</span>• \
مِنْ بَيْنِ \
•<span class="text-blue-600 ">أَيْدِينَا،</span>• \
وَمِنْ 
•<span class="text-blue-600 ">خَلْفِنَا،</span>• \
وَعَنْ \
•<span class="text-blue-600 ">أَيْمَانِنَا،</span>• \
وَعَنْ \
•<span class="text-blue-600 ">شَمَائِلِنَا،</span>• \
وَمِنْ \
•<span class="text-blue-600 ">فَوْقِنَا،</span>• \
وَنَعُوذُ\
بِعَظَمَتِكَ أَنْ نُغْتَالَ مِنْ\
•<span class="text-blue-600 ">تَحْتِنَا</span>• \
    
`,
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงฉัน" },
    { "ar": "أَسْأَلُكَ", "read": "อัสอะลุกะ", "mean": "ขอต่อพระองค์" },
    { "ar": "الْعَفْوَ", "read": "อัลอัฟวะ", "mean": "การอภัยโทษ" },
    { "ar": "وَالْعَافِيَةَ", "read": "วัลอาฟิยะตะ", "mean": "และสุขภาวะที่ดี" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "الدُّنْيَا", "read": "อัดดุนยา", "mean": "โลกนี้" },
    { "ar": "وَالْآخِرَةِ", "read": "วัลอาคิเราะติ", "mean": "และโลกหน้า" },
    { "ar": "دِينِي", "read": "ดีนี", "mean": "ศาสนาของฉัน" },
    { "ar": "وَدُنْيَايَ", "read": "วะดุนยายะ", "mean": "และการดำเนินชีวิตของฉัน" },
    { "ar": "وَأَهْلِي", "read": "วะอะฮ์ลี", "mean": "และครอบครัวของฉัน" },
    { "ar": "وَمَالِي", "read": "วะมาลี", "mean": "และทรัพย์สินของฉัน" },
    { "ar": "اسْتُرْ", "read": "อุสตุร", "mean": "โปรดปกปิด" },
    { "ar": "عَوْرَاتِي", "read": "เอารอติ", "mean": "ข้อบกพร่องของฉัน" },
    { "ar": "آمِنْ", "read": "อามิน", "mean": "โปรดประทานความปลอดภัย" },
    { "ar": "رَوْعَاتِي", "read": "เราะอาติ", "mean": "ความหวาดกลัวของฉัน" },
    { "ar": "احْفَظْنِي", "read": "อิหฟัซนี", "mean": "โปรดคุ้มครองฉัน" },
    { "ar": "بَيْنِ يَدَيَّ", "read": "บัยนิ ยะดัยยะ", "mean": "เบื้องหน้าของฉัน" },
    { "ar": "خَلْفِي", "read": "ค็อลฟี", "mean": "เบื้องหลังของฉัน" },
    { "ar": "يَمِينِي", "read": "ยะมีนี", "mean": "ทางขวาของฉัน" },
    { "ar": "شِمَالِي", "read": "ชิมาลี", "mean": "ทางซ้ายของฉัน" },
    { "ar": "فَوْقِي", "read": "เฟากี", "mean": "เบื้องบนของฉัน" },
    { "ar": "بِعَظَمَتِكَ", "read": "บิอะเซาะมะติกะ", "mean": "ด้วยความยิ่งใหญ่ของพระองค์" },
    { "ar": "أُغْتَالَ", "read": "อุฆตาละ", "mean": "ถูกลอบทำร้าย" },
    { "ar": "تَحْتِي", "read": "ตะห์ตี", "mean": "เบื้องล่างของฉัน" }
  ]
}