export const duaData = {
  "title": "28-ดุอาอ์วอนขอการช่วยเหลือในทุกกิจการ",
  "fullArabic": `\

يَا حَيُّ يَا قَيُّومُ، بِرَحْمَتِكَ \
•<span class="text-blue-600 ">نَسْتَغِيثُ،</span>• \
فَأَصْلِحْ \
•<span class="text-blue-600 ">لَنَا شَأْنَنَا</span>• \
كُلَّهُ،
 وَلَا \
•<span class="text-blue-600 ">تَكِلْنَا</span>• \
إِلَى \
•<span class="text-blue-600 ">أَنْفُسِنَا</span>• \
طَرْفَةَ عَيْنٍ

  `,
  "words": [
    { "ar": "يَا", "read": "ยา", "mean": "โอ้" },
    { "ar": "حَيُّ", "read": "หัยยุ", "mean": "ผู้ทรงนิรันดร์/ผู้ทรงมีชีวิต" },
    { "ar": "يَا", "read": "ยา", "mean": "โอ้" },
    { "ar": "قَيُّومُ", "read": "กอยยูม", "mean": "ผู้ทรงบริหารกิจการทั้งมวล" },
    { "ar": "بِرَحْمَتِكَ", "read": "บิเราะห์มะติกะ", "mean": "ด้วยความเมตตาของพระองค์" },
    { "ar": "أَسْتَغِيثُ", "read": "อัสตะฆีษุ", "mean": "ฉันขอความช่วยเหลือ" },
    { "ar": "فَأَصْلِحْ", "read": "ฟะอัศลิหฺ", "mean": "ดังนั้นโปรดแก้ไขปรับปรุง" },
    { "ar": "لِي", "read": "ลี", "mean": "ให้แก่ฉัน" },
    { "ar": "شَأْنِي", "read": "ชะอ์นี", "mean": "กิจการงานของฉัน" },
    { "ar": "كُلَّهُ", "read": "กุลละฮู", "mean": "ทั้งหมดของมัน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَا", "read": "ลา", "mean": "อย่า" },
    { "ar": "تَكِلْنِي", "read": "ตะกิลนี", "mean": "มอบหมายฉัน" },
    { "ar": "إِلَى", "read": "อิลา", "mean": "ยัง/สู่" },
    { "ar": "نَفْسِي", "read": "นัฟสี", "mean": "ตัวของฉันเอง" },
    { "ar": "طَرْفَةَ", "read": "ต็อรฟะตะ", "mean": "ชั่วขณะพริบ" },
    { "ar": "عَيْنٍ", "read": "อัยนิน", "mean": "ตา" }
  ]
}