export const duaData = {
  "title": "26-ดุอาอ์ขอให้มีสุขภาพดีและพ้นจากการปฏิเสธศรัทธาและความยากจน",
"fullArabic": `\
اللَّهُمَّ \
• <span class="text-blue-600 "> عَافِنَا </span>• \
فِي \
• <span class="text-blue-600"> أَبْدَانِنَا </span>• \
اللَّهُمَّ \
• <span class="text-blue-600"> عَافِنَا </span>• \
فِي \
• <span class="text-blue-600"> أَسْمَاعِنَا </span>• \
اللَّهُمَّ \
• <span class="text-blue-600"> عَافِنَا </span>• \
فِي \
• <span class="text-blue-600"> أَبْصَارِنَا </span>• \
لَا إِلَهَ إِلَّا أَنْتَ، \
اللَّهُمَّ \
• <span class="text-blue-600"> إِنَّا </span> \
• <span class="text-blue-600"> نَعُوذُ </span>• \
بِكَ \
مِنَ الْكُفْرِ وَالْفَقْرِ،\
اللَّهُمَّ \
• <span class="text-blue-600"> إِنَّا </span> \
• <span class="text-blue-600"> نَعُوذُ </span>• \
 بِكَ \
مِنْ عَذَابِ الْقَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ,\
`,

  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "عَافِنِي", "read": "อาฟินี", "mean": "โปรดประทานสุขภาพที่ดีแก่ฉัน" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "بَدَنِي", "read": "บะดะนี", "mean": "ร่างกายของฉัน" },
    { "ar": "سَمْعِي", "read": "สัมอี", "mean": "การได้ยินของฉัน" },
    { "ar": "بَصَرِي", "read": "บะเศาะรี", "mean": "การมองเห็นของฉัน" },
    { "ar": "لَا", "read": "ลา", "mean": "ไม่มี" },
    { "ar": "إِلَهَ", "read": "อิลาฮะ", "mean": "พระเจ้า" },
    { "ar": "إِلَّا", "read": "อิลลา", "mean": "นอกจาก" },
    { "ar": "أَنْتَ", "read": "อันตะ", "mean": "พระองค์ท่าน" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงฉัน" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ขอความคุ้มครอง" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ต่อพระองค์" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "الْكُفْرِ", "read": "อัลกุฟริ", "mean": "การปฏิเสธศรัทธา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "الْفَقْرِ", "read": "อัลฟัครี", "mean": "ความยากจน" },
    { "ar": "مِنْ", "read": "มิน", "mean": "จาก" },
    { "ar": "عَذَابِ", "read": "อะซาบิ", "mean": "การลงโทษ" },
    { "ar": "الْقَبْرِ", "read": "อัลก็อบริ", "mean": "หลุมศพ" }
  ]
}