export const duaData = {
  "title": "31-ดุอาอ์มหาบริสุทธิ์และการสรรเสริญ",
  "fullArabic": `\
• <span class="text-blue-800">سُبْحَانَ اللَّهِ </span> \
• <span class="text-lime-500">وَبِحَمْدِهِ </span> 
<span class="!text-3xl">( **อ่าน 100 ครั้ง** )<\span>
`,
  "fullTranslation": `\
  <span class="text-blue-800">มหาบริสุทธิ์ยิ่งแด่อัลลอฮฺ </span> \
• <span class="text-lime-500">และด้วยการสรรเสริญพระองค์ </span>
  (อ่าน 100 ครั้ง)
  `,
  "explanation": `\
  “ผู้ใดอ่านมันในยามเช้าและเย็นจำนวน 100ครั้ง ย่อมไม่มีผู้ใดในวันกิยามะสุที่จะประเสริฐกว่าเขา นอกจากผู้ที่อ่านเช่นเดียวกับเขาหรือมากกว่านั้น“
  <span class="block text-right text-sm text-slate-500">\
  (เศาะฮีหุ มุลลิม 2691, อบ ดาวูด5091, อัต-ติรมิซีย์ 3469)<\span>
  และในรายงานของอัล-บุคอรีย์ ระบุว่า“บาปต่างๆจะหลุดร่วงออกจากตัวเขา ถึงแม้ว่าจะมีมากมายเสมือนดั่งฟองน้ำในทะเลก็ตาม“
  <span class="block text-right text-sm text-slate-500">\
  (ฟัตหุลบารี เล่ม 11 หน้า 206)<\span>
  บทซิกิรนี้สั้นแต่ทรงพลังมาก เป็นประโยคที่ 'เบาที่ลิ้นแต่หนักในตาชั่งความดี' การกล่าว 100 ครั้ง เปรียบเสมือนการทำความสะอาด (Clean Up) \
  ในใจให้ใสสะอาดและพร้อมรับความโปรดปรานใหม่ๆ ในทุกเช้าและเย็น
  `,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar31s.mp3",
  "words": [
    { "ar": "سُبْحَانَ", "read": "สุบหานะ", "mean": "มหาบริสุทธิ์ยิ่ง" },
    { "ar": "اللَّهِ", "read": "อัลลอฮิ", "mean": "แด่อัลลอฮฺ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِحَمْدِهِ", "read": "บิหัมดิฮี", "mean": "ด้วยการสรรเสริญพระองค์" }
  ]
}