export const duaData = {
  "title": "22-ดุอาอ์ยามเช้า (ความประสงค์และความรอบรู้ของอัลลอฮฺ)",

"fullArabic": `\
<span class="text-pink-600">سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، </span> \
<span class="text-cyan-600">لَا قُوَّةَ إِلَّا بِاللَّهِ، </span> \
<span class="text-stone-600">مَا شَاءَ اللَّهُ كَانَ، </span> \
<span class="text-blue-800">وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، </span> \
<span class="text-lime-500">وَأَعْلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ، </span> \
<span class="text-fuchsia-600">وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا </span>

<span class="!text-3xl">( **อ่าน 3 ครั้ง** )<\span>
`,

"fullTranslation": `\
<span class="text-pink-600">มหาบริสุทธิ์ยิ่งแด่อัลลอฮฺ และด้วยการสรรเสริญพระองค์ </span> \
<span class="text-cyan-600">ไม่มีพลังและอำนาจใดๆ นอกจากด้วย (อนุมัติของ) อัลลอฮฺ </span> \
<span class="text-stone-600">สิ่งใดที่อัลลอฮฺทรงประสงค์ สิ่งนั้นย่อมเกิดขึ้น </span> \
<span class="text-blue-800">และสิ่งใดที่พระองค์ไม่ทรงประสงค์ สิ่งนั้นย่อมไม่เกิดขึ้น </span> \
<span class="text-lime-500">และฉันรับรู้ว่า แท้จริงอัลลอฮฺนั้นทรงอานุภาพเหนือทุกสรรพสิ่ง </span> \
<span class="text-fuchsia-600">และแท้จริงอัลลอฮฺนั้นทรงรอบรู้ทุกสิ่งอย่างครอบคลุม </span>\
[ **อ่าน 3 ครั้ง** ]`,

  "explanation": `\
  “ผู้ใดอ่านมันในยามเช้า เขาย่อมได้รับการปกป้องจนถึงเย็น และผู้ใดอ่านมันในยามเย็นเขาย่อมได้รับการปกป้องจนถึงเช้า“
    <span class="block text-right text-sm text-slate-500">\
  (เฎาะอีฟ,อบู ดาวูด 5075, อัน-นะสาอีย์ ใน อะมะลุลเยามุวัลลัยละฮฺ 12)<\span>
  ดุอาอ์บทนี้คือสัจธรรมที่สะท้อน ตรรกะ'Logic'ของจักรวาลได้อย่างชัดเจนที่สุดสำหรับเรา \
  เมื่อใดที่เงื่อนไขความประสงค์ของอัลลอฮฺเป็นจริง (مَا شَاءَ اللَّهُ كَانَ) ผลลัพธ์ย่อมปรากฏ (كَانَ) แต่ถ้าเงื่อนไขนั้นไม่ถูกประสงค์ (لَمْ يَشَأْ) \
  ผลลัพธ์ย่อมเป็นศูนย์ (لَمْ يَكُنْ)\n\nในฐานะมนุษย์ การตระหนักว่าอำนาจที่แท้จริง (لَا قُوَّةَ) และความรอบรู้ที่ไร้ขอบเขต (حَاطَ بِكُلِّ شَيْءٍ عِلْمًا) \
  เป็นของพระองค์ ทัศนะคตินี้ ช่วยให้เราทำงานด้วยความถ่อมตัวและวางใจในกระบวนการที่พระองค์ทรงวางไว้ เป็นการปรับจูน 'Mindset' \
  ให้ยอมรับความจริงก่อนเริ่มลงมือทำงานต่างๆ ในแต่ละวัน`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar22s.mp3",
  "words": [
    { "ar": "سُبْحَانَ", "read": "สุบหานะ", "mean": "มหาบริสุทธิ์ยิ่ง" },
    { "ar": "اللَّهِ", "read": "อัลลอฮิ", "mean": "แด่อัลลอฮฺ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِحَمْدِهِ", "read": "บิหัมดิฮี", "mean": "ด้วยการสรรเสริญพระองค์" },
    { "ar": "لَا", "read": "ลา", "mean": "ไม่มี" },
    { "ar": "قُوَّةَ", "read": "กูวะตะ", "mean": "พลังอำนาจ" },
    { "ar": "إِلَّا", "read": "อิลลา", "mean": "นอกจาก" },
    { "ar": "بِاللَّهِ", "read": "บิลลาฮิ", "mean": "ด้วยอัลลอฮฺ" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "شَاءَ", "read": "ชาอะ", "mean": "ทรงประสงค์" },
    { "ar": "اللَّهُ", "read": "อัลลอฮุ", "mean": "อัลลอฮฺ" },
    { "ar": "كَانَ", "read": "กานะ", "mean": "ย่อมเกิดขึ้น" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يَشَأْ", "read": "ยะชะอ์", "mean": "ทรงประสงค์" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يَكُنْ", "read": "ยะกุน", "mean": "เกิดขึ้น" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَعْلَمُ", "read": "อะอ์ละมุ", "mean": "ฉันรับรู้/ทราบดี" },
    { "ar": "أَنَّ", "read": "อันนะ", "mean": "ว่าแท้จริง" },
    { "ar": "اللَّهَ", "read": "อัลลอฮะ", "mean": "อัลลอฮฺ" },
    { "ar": "عَلَىٰ", "read": "อะลา", "mean": "เหนือ" },
    { "ar": "كُلِّ", "read": "กุลลิ", "mean": "ทุกๆ" },
    { "ar": "شَيْءٍ", "read": "ชัยอิน", "mean": "สรรพสิ่ง" },
    { "ar": "قَدِيرٌ", "read": "เกาะดีร", "mean": "ผู้ทรงอานุภาพ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَنَّ", "read": "อันนะ", "mean": "ว่าแท้จริง" },
    { "ar": "اللَّهَ", "read": "อัลลอฮะ", "mean": "อัลลอฮฺ" },
    { "ar": "قَدْ", "read": "ก็อด", "mean": "ได้ (เน้นย้ำ)" },
    { "ar": "أَحَاطَ", "read": "อะหาเฏาะ", "mean": "ทรงครอบคลุม" },
    { "ar": "بِكُلِّ", "read": "บิกุลลิ", "mean": "ด้วยทุกๆ" },
    { "ar": "شَيْءٍ", "read": "ชัยอิน", "mean": "สรรพสิ่ง" },
    { "ar": "عِلْمًا", "read": "อิลมัน", "mean": "ด้วยความรอบรู้" }
  ]
}