export const duaData = {
  "title": "ดุอาอ์ขอบคุณในความโปรดปราน (ยามเช้า)",

  "fullArabic": `اللَّهُمَّ مَا 
<span class="morning"><span>☀️</span> أَصْبَحَ <span>☀️</span></span> \
<span class="evening"><span>🌙</span> أَمْسَى <span>🌙</span></span>
بِي مِنْ نِعْمَةٍ، أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ
(<span class="morning"><span>☀️</span><span class="!text-3xl"> ยามเช้า </span><span>☀️</span></span> \
<span class="evening"><span>🌙</span><span class="!text-3xl"> ยามเย็น </span><span>🌙</span></span>)`,

  "fullTranslation": `\
โอ้อัลลอฮฺ ความโปรดปรานใดๆ ที่ได้ประสบแก่ฉันใน\
<span class="morning"><span>☀️</span> ยามเช้า <span>☀️</span></span> \
(<span class="evening"><span>🌙</span> ยามเย็น <span>🌙</span></span>) \
หรือประสบแก่ผู้ใดคนหนึ่งจากบรรดาสิ่งถูกสร้างของพระองค์ท่าน ความโปรดปรานเหล่านั้นมาจากพระองค์เพียงผู้เดียวเท่านั้น \
โดยไม่มีภาคีใดๆ สำหรับพระองค์ท่าน ดังนั้น สำหรับพระองค์ท่านคือมวลการสรรเสริญ และสำหรับพระองค์ท่านคือการขอบคุณ
<span class="text-right text-lg text-slate-500 mt-2">[ วิธีอ่าน: \
<span class="morning"><span>☀️</span>ยามเช้า<span>☀️</span></span> \
<span class="evening"><span>🌙</span>ยามเย็น<span>🌙</span></span>\
]</span>`,
 
 
  "explanation": `“ผู้ใดที่อ่านมันยามเช้า เขาย่อมได้ชดใช้การขอบคุณแล้วในวันนั้น ผู้ใดที่อ่านมันยามเย็น เขาย่อมได้ชดใช้การขอบคุณแล้วในคืนนั้น“
<span class="block text-right text-sm text-slate-500">\
(เฏาะอีฟ, อบู ดาวูด 5073, อัน-นะสาอีย์ 7 ในอะมะลุลเยามุวัลลัยละฮฺ, อิบนุสสุนนีย์ 41, ในรายงานของอิบนุสสุนนีย์ 51 ด้วยสายรายงานที่เฏาะอีฟ \
ญิดดัน (อ่อนมาก) มีระบุว่า : “ผู้ใดอ่านสามครั้งทั้งยามเช้าและยามเย็น นั่นย่อมเป็นสิทธิที่อัลลอสุจะทรงทำให้นิอุมัตของพระองค์สมบูรณ์แก่เขา“<\span>
<br>  ดุอาอ์บทนี้ช่วยให้ฉันได้ฝึกหัวใจให้รู้จักกตัญญูและมองเห็นความเมตตาของอัลลอฮฺที่ครอบคลุมไปถึงทุกสรรพสิ่ง ไม่ใช่แค่ตัวฉันคนเดียว 
ทุกเช้าที่ฉันตื่นมาทำหน้าที่หรือจัดการโปรเจกต์ต่างๆ ฉันได้รับการเตือนสติว่าไม่มีสิ่งดีงามใดที่เกิดขึ้นจากความสามารถของฉันเองเพียงลำพัง\
แต่ทุกอย่างคือของขวัญจากพระองค์แต่เพียงผู้เดียว การสำนึกคุณนี้คือพลังที่ทำให้ฉันทำงานด้วยความสุขและถ่อมตัวเสมอ`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar14s.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งใดก็ตาม" },
    { "ar": "<أَصْبَحَ>", "read": "อัศบะหะ", "mean": "ได้เข้าสู่ยามเช้า" },
    { "ar": "(أَمْسَى)", "read": "อัมซา", "mean": "ได้เข้าสู่ยามเย็น" },
    { "ar": "بِي", "read": "บี", "mean": "แก่ฉัน" },
    { "ar": "مِنْ", "read": "มิน", "mean": "จาก" },
    { "ar": "نِعْمَةٍ", "read": "นิอฺมะติน", "mean": "ความโปรดปราน" },
    { "ar": "أَوْ", "read": "เอา", "mean": "หรือ" },
    { "ar": "بِأَحَدٍ", "read": "บิอะหะดิน", "mean": "แก่ใครคนใดคนหนึ่ง" },
    { "ar": "مِنْ", "read": "มิน", "mean": "จาก" },
    { "ar": "خَلْقِكَ", "read": "ค็อลกิกะ", "mean": "สิ่งถูกสร้างของพระองค์" },
    { "ar": "فَمِنْكَ", "read": "ฟะมินกะ", "mean": "ดังนั้นมาจากพระองค์" },
    { "ar": "وَحْدَكَ", "read": "วะห์ดะกะ", "mean": "เพียงผู้เดียว" },
    { "ar": "لَا", "read": "ลา", "mean": "ไม่มี" },
    { "ar": "شَرِيكَ", "read": "ชะรีกะ", "mean": "ภาคี" },
    { "ar": "لَكَ", "read": "ละกะ", "mean": "สำหรับพระองค์" },
    { "ar": "فَلَكَ", "read": "ฟะละกะ", "mean": "ดังนั้นสำหรับพระองค์" },
    { "ar": "الْحَمْدُ", "read": "อัลหัมดุ", "mean": "มวลการสรรเสริญ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَكَ", "read": "ละกะ", "mean": "สำหรับพระองค์" },
    { "ar": "الشُّكْرُ", "read": "อัชชุกรุ", "mean": "การขอบคุณ" }
  ]
}