export const duaData = {
  "title": "17-ดุอาอ์ยามเช้า (ฟิฏเราะฮ์แห่งอิสลาม)",
  "fullArabic": `\
<span class="morning"><span>☀️</span> أَصْبَحْنَا <span>☀️</span></span> \
(<span class="evening"><span>🌙</span> أَمْسَيْنَا <span>🌙</span></span>)

<span class="text-emerald-600">عَلَىٰ فِطْرَةِ الْإِسْلَامِ،</span> \
<span class="text-fuchsia-600">وَكَلِمَةِ الْإِخْلَاصِ، </span> \
<span class="text-yellow-600">وَدِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ،</span> \
<span class="text-pink-600">وَمِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا،</span> \
<span class="text-indigo-700">وَمَا كَانَ مِنَ الْمُشْرِكِينَ</span>
<span class="text-right text-lg text-slate-500 mt-2">คำอ่าน: \
<span class="morning"><span>☀️</span>ตอนเช้า<span>☀️</span></span> \
(<span class="evening"><span>🌙</span>ตอนเย็น<span>🌙</span></span>)\
</span>
`,
  "fullTranslation": `\
<span class="text-emerald-600">เราเข้าสู่ยาม</span>\
<span class="morning"><span>☀️</span>เช้านี้<span>☀️</span></span>\
(<span class="evening"><span>🌙</span>ค่ำนี้<span>🌙</span></span>)\
<span class="text-emerald-600">บนครรลองแห่งอิสลาม</span>
<span class="text-fuchsia-600">และบนถ้อยคำแห่งความบริสุทธิ์ใจ</span> 
<span class="text-yellow-600">และบนศาสนาของนบีมุฮัมมัด ﷺ ของเรา</span> 
<span class="text-pink-600">และบนแนวทางของอิบรอฮีมบิดาของเรา ในสภาพของผู้เที่ยงธรรม ผู้นอบน้อม</span> 
<span class="text-indigo-700">และท่านมิได้อยู่ในหมู่ผู้ตั้งภาคี</span>

<br><span class="text-right text-lg text-slate-500 mt-2">***วิธีอ่าน: คำที่เปลี่ยนตามเวลา
<span class="morning"><span>☀️</span>คำอ่านตอนเช้า<span>☀️</span></span> 
(<span class="evening"><span>🌙</span>คำอ่านตอนเย็น<span>🌙</span></span>)</span>
  `,
  "explanation": "ท่านนบี  ﷺ จะอ่านทุกๆ เวลาเช้าและเวลาเย็น (เศาะฮีหุ, อะหมัดเล่ม 3 หน้า 406, อัน-นะสาอีย์ในอะมะลุลเยามวัลลัยละฮุ 1, 2, 3, 343, อิบนุส สุนนีย์ 34, อัด-ดาริมีย์ เล่ม 2 หน้า 292)\n.\nเป็นการกล่าวยืนยันว่าเราอยู่บน 'ฟิฏเราะฮ์' (ธรรมชาติที่บริสุทธิ์) ช่วยเตือนสติว่า ไม่ว่าภารกิจหรือปัญหาอะไรที่เจอในแต่ละวันจะซับซ้อนเพียงใด พื้นฐานที่สำคัญที่สุดคือการรักษาความบริสุทธิ์ใจ (อิคลาศ) และการดำเนินชีวิตตามแนวทางอิสลามตามรอยของท่านนบี ﷺ  ซึ่งเป็นแกนหลักที่ทำให้ชีวิตและงานมีความสมดุลและมั่นคง",
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar17s.mp3",
  "words": [
    { "ar": "<أَصْبَحْنَا>", "read": "อัศบะห์นา", "mean": "เราเข้าสู่ยามเช้า" },
    { "ar": "(أَمْسَيْنَا)", "read": "อัมซัยนะ", "mean": "เราเข้าสู่ยามเย็น" },
    { "ar": "عَلَىٰ", "read": "อะลา", "mean": "บน / อยู่บน" },
    { "ar": "فِطْرَةِ", "read": "ฟิฏเราะติ", "mean": "ธรรมชาติที่บริสุทธิ์" },
    { "ar": "الْإِسْلَامِ", "read": "อัลอิสลาม", "mean": "อิสลาม" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "كَلِمَةِ", "read": "กะลิมะติ", "mean": "ถ้อยคำ" },
    { "ar": "الْإِخْلَاصِ", "read": "อัลอิคลาศ", "mean": "ความบริสุทธิ์ใจ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "دِينِ", "read": "ดีนิ", "mean": "ศาสนา" },
    { "ar": "نَبِيِّنَا", "read": "นะบิยยินา", "mean": "นบีของเรา" },
    { "ar": "مُحَمَّدٍ", "read": "มุฮัมมัด", "mean": "มุฮัมมัด" },
    { "ar": "صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ", "read": "ศ็อลลัลลอฮุ อะลัยฮิ วะสัลลัม", "mean": "ขออัลลอฮฺทรงประทานพรและความสันติแก่ท่าน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مِلَّةِ", "read": "มิลละติ", "mean": "แนวทาง / ศาสนา" },
    { "ar": "أَبِينَا", "read": "อะบีนา", "mean": "บิดาของเรา" },
    { "ar": "إِبْرَاهِيمَ", "read": "อิบรอฮีม", "mean": "อิบรอฮีม" },
    { "ar": "حَنِيفًا", "read": "หะนีฟัน", "mean": "ผู้เที่ยงธรรม" },
    { "ar": "مُسْلِمًا", "read": "มุสลิมัน", "mean": "ผู้นอบน้อม / มุสลิม" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مَا", "read": "มา", "mean": "ไม่ / มิได้" },
    { "ar": "كَانَ", "read": "กานะ", "mean": "เป็น" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก / อยู่ในหมู่" },
    { "ar": "الْمُشْرِكِينَ", "read": "อัลมุชริกีน", "mean": "บรรดาผู้ตั้งภาคี" }
  ]
}