export const duaData = {
  "title": "33-ดุอาอ์ล้างบาปเมื่อเสร็จสิ้นหลังการกล่าวอัซการ",
  "fullArabic": `\
<span class="text-emerald-600">  سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، </span>
<span class="text-yellow-500">  أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، </span> 
<span class="text-pink-600">  أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ</span> 
  `,
  "fullTranslation": `\
• <span class="text-emerald-600">มหาบริสุทธิ์ยิ่งแด่พระองค์ท่าน โอ้อัลลอฮฺ และด้วยการสรรเสริญพระองค์ท่าน </span>
• <span class="text-yellow-500">ฉันขอปฏิญาณว่าไม่มีพระเจ้าอื่นใดนอกจากพระองค์ท่าน </span> 
• <span class="text-pink-600">ฉันขออภัยโทษต่อพระองค์ท่าน และฉันขอกลับตัวสู่พระองค์ท่าน </span> 
`,
  "explanation": `\
  “ผู้ใดกล่าวสิ่งที่ดีมันจะเป็นตราปิดผนึกให้แก่เขาบนความดี และผู้ใดกล่าวสิ่งที่ไม่ดี (หรือเปล่าประโยชน์) มันจะเป็นตัวลบล้างบาปให้แก่เขา“
  <span class="block text-left text-sm text-slate-500">\
  (เศาะฮีห, อะหมัด เล่ม 6 หน้า 77, อัน-นะลาอีย์ในอะมะลุลเยามุวัลลัยละฮุ 425, อัล-หากิม เล่ม 1หน้า 537)<\span>
  ดุอาอ์ที่ใช้ปิดท้าย เพื่อขออภัยในสิ่งที่ผิดพลาดที่อาจเกิดขึ้นระหว่างการอ่านหรือกล่าวดุอาอ์ ซึ่งดุอาอ์บทนี้ ยังสามารถไปใช้ในโอกาสอื่นๆ \
  เช่น หลังพูดคุย หรือ ประชุม`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar33s.mp3",
  "words": [
    { "ar": "سُبْحَانَكَ", "read": "สุบหานะกะ", "mean": "มหาบริสุทธิ์ยิ่งแด่พระองค์" },
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِحَمْدِكَ", "read": "บิหัมดิกะ", "mean": "ด้วยการสรรเสริญพระองค์" },
    { "ar": "أَشْهَدُ", "read": "อัชฮะดุ", "mean": "ฉันขอปฏิญาณ" },
    { "ar": "أَنْ", "read": "อัน", "mean": "ว่า" },
    { "ar": "لَا", "read": "ลา", "mean": "ไม่มี" },
    { "ar": "إِلَهَ", "read": "อิลาฮะ", "mean": "พระเจ้า" },
    { "ar": "إِلَّا", "read": "อิลลา", "mean": "นอกจาก" },
    { "ar": "أَنْتَ", "read": "อันตะ", "mean": "พระองค์ท่าน" },
    { "ar": "أَسْتَغْفِرُكَ", "read": "อัสตัฆฟิรุกะ", "mean": "ฉันขออภัยโทษต่อพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "أَتُوبُ", "read": "อะตูบุ", "mean": "ฉันขอกลับตัว" },
    { "ar": "إِلَيْكَ", "read": "อิลัยกะ", "mean": "สู่พระองค์" }
  ]
}