export const duaData ={
  "title": "20-ดุอาอ์ยามเช้า (ความพึงพอใจในอัลลอฮฺ อิสลาม และนบีมุฮัมมัด)",
  "fullArabic": `\
<span class="text-stone-600">رَضِيتُ بِاللَّهِ رَبًّا، </span> 
<span class="text-blue-800">وَبِالْإِسْلَامِ دِينًا، </span> 
<span class="text-lime-500">وَبِمُحَمَّدٍ رَسُولًا</span> \ 

<span class="!text-3xl">( **อ่าน 3 ครั้ง** )<\span>
`,
  "fullTranslation": `\
<span class="text-stone-600">ฉันพึงพอใจต่ออัลลอฮฺในฐานะพระเจ้า</span> 
<span class="text-blue-800">และอิสลามในฐานะศาสนา</span> 
<span class="text-lime-500">และมุฮัมมัดในฐานะศาสนทูต</span> 
  (อ่าน 3 ครั้ง)`,

  "explanation": `\
“ผู้ใดอ่านมันในยามเช้าและยามเย็น จำนวนสามครั้ง ย่อมเป็นสิทธิของอัลลออที่จะประทานความโปรดปรานแก่เขาในวันกิยามะฮฺ
<span class="block text-right text-sm text-slate-500">\
(เป็นหะดีษ หะสัน, อะหมัด เล่ม 4 หน้า 337, อบดาวูด 5072, อัต-ดิรมิซีย์ 3389, อิบนุ มาญะสุ3870)<\span>
ดุอาอ์บทนี้คือการประกาศจุดยืนของหัวใจที่สำคัญที่สุด การยอมรับว่าอัลลอฮฺคือพระเจ้า \
และมุฮัมมัดคือศาสนทูต คือการวางรากฐานที่มั่นคงให้กับชีวิตในทุกวัน
<br>ความพึงพอใจในผลลัพธ์ที่ถูกต้องคือเป้าหมาย ส่วนในทางจิตวิญญาณ ความพึงพอใจ (ริฎอ) \
ในพระผู้เป็นเจ้าคือพลังขับเคลื่อนที่ทำให้เราทำงานและดำเนินชีวิตด้วยความสงบสุข \
ไม่ว่าปัจจัยภายนอกจะผันผวนเพียงใด`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar20s.mp3",
  "words": [
    { "ar": "رَضِيتُ", "read": "เราะฎีตุ", "mean": "ฉันพึงพอใจ" },
    { "ar": "بِاللَّهِ", "read": "บิลลาฮิ", "mean": "ต่ออัลลอฮฺ" },
    { "ar": "رَبًّا", "read": "ร็อบบัน", "mean": "ในฐานะพระเจ้า" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِالْإِسْلَامِ", "read": "บิลอิสลามิ", "mean": "ต่ออิสลาม" },
    { "ar": "دِينًا", "read": "ดีนัน", "mean": "ในฐานะศาสนา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِمُحَمَّدٍ", "read": "บิมุฮัมมัด", "mean": "ต่อมุฮัมมัด" },
    { "ar": "رَسُولًا", "read": "เราะซูลัน", "mean": "ในฐานะศาสนทูต" }
  ]
}