export const duaData = {
  "title": "30-ดุอาอ์ศอลาวาตนบี (Salawat Ibrahimiyyah)",
"fullArabic": `\

• <span class="text-emerald-600">اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، </span>\
• <span class="text-yellow-500">وَعَلَى آلِ مُحَمَّدٍ، </span> \
• <span class="text-pink-600">كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، </span> \
• <span class="text-cyan-600">وَعَلَى آلِ إِبْرَاهِيمَ، </span> \
• <span class="text-stone-600">إِنَّكَ حَمِيدٌ مَجِيدٌ، </span> \
• <span class="text-blue-800">اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ، </span> \
• <span class="text-lime-500">وَعَلَى آلِ مُحَمَّدٍ، </span> \
• <span class="text-fuchsia-600">كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، </span>\
• <span class="text-cyan-600">وَعَلَى آلِ إِبْرَاهِيمَ، </span>\
• <span class="text-amber-800">إِنَّكَ حَمِيدٌ مَجِيدٌ</span>
<span class="!text-3xl">( **อ่าน 10 ครั้ง** )<\span>
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้อัลลอฮฺ ขอพระองค์ทรงประทานพรให้แก่ท่านนบีมุฮัมมัด </span>\
• <span class="text-yellow-500">และวงศ์วานของท่านนบีมุฮัมมัด </span> \
• <span class="text-pink-600">ดังที่พระองค์ได้เคยประทานพรให้แก่ท่านนบีอิบรอฮีม</span> \
• <span class="text-cyan-600">และวงศ์วานของท่านนบีอิบรอฮีมมาแล้ว </span> \
• <span class="text-stone-600">แท้จริงพระองค์ท่านทรงเป็นที่น่ายกย่องทรงเกียรติยิ่ง </span> \
• <span class="text-blue-800">โอ้อัลลอฮฺ ขอพระองค์ทรงประทานความจำเริญให้แก่ท่านนบีมุฮัมมัด </span> \
• <span class="text-lime-500">และวงศ์วานของท่านนบีมุฮัมมัด </span> \
• <span class="text-fuchsia-600">ดังที่พระองค์ได้เคยประทานความจำเริญให้แก่ท่านนบีอิบรอฮีม</span>\
• <span class="text-cyan-600">และวงศ์วานของท่านนบีอิบรอฮีมมาแล้ว</span>\
• <span class="text-amber-800">แท้จริงพระองค์ท่านทรงเป็นที่น่ายกย่องทรงเกียรติยิ่ง </span>\
  (อ่าน 10 ครั้ง)`,

"explanation": `\
“ผู้ใดกล่าวเศาะละวาตให้แก่ฉันจำนวนสิบครั้งในช่วงเช้าและช่วงเย็น เขาจะได้รับการชะฟาอะฮฺ (ความช่วยเหลือ) จากฉันในวันกิยามะฮุ
<span class="block text-left text-sm text-slate-500">\
(หะสัน, อัฏ-เฏาะบะรอนีย์ ดูมัจญ์มะอุ อัช-ซะวาอิด เล่ม 10 หน้า 120, และดูสำนวนการเศาะละวาตในเศาะฮีหุ อัล-บุคอรีย์ 3370)<\span>
สรุปความประเสริฐของการกล่าวซอลาวาตต่อท่านนบีมูฮัมมัด ﷺ 
• เป็นการปฏิบัติตามคำสั่งของพระเจ้า
• ได้รับความเมตตาจากอัลลอฮฺ 10 เท่า: ผู้ใดซอลาวาต 1 ครั้ง อัลลอฮฺจะทรงซอลาวาต (ประทานความเมตตา) แก่เขา 10 ครั้ง
• ได้ใกล้ชิดนบีในวันกิยามะฮ์: การซอลาวาตมาก ๆ ทำให้เป็นผู้ใกล้ชิดท่านนบี (ซล.) ในวันแห่งการตัดสิน
• ได้รับการอภัยโทษและลบความผิด: เป็นสาเหตุให้ได้รับการอภัยบาปและยกระดับความดี
• ปลดเปลื้องความทุกข์โศก: ช่วยให้ริสกีเพิ่มพูนและคลี่คลายปัญหาชีวิต
• แสดงความรักต่อท่านนบี: เป็นการแสดงความจงรักภักดีและปกป้องแนวทางของท่าน
`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar30s.mp3",
  "words": [
{ "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "صَلِّ", "read": "ศ็อลลิ", "mean": "ขอพระองค์ทรงประทานพร" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "مُحَمَّدٍ", "read": "มุฮัมมัด", "mean": "มุฮัมมัด" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "آلِ", "read": "อาลิ", "mean": "วงศ์วาน/ครอบครัว" },
    { "ar": "مُحَمَّدٍ", "read": "มุฮัมมัด", "mean": "มุฮัมมัด" },
    { "ar": "كَمَا", "read": "กะมา", "mean": "ดังที่/เช่นเดียวกับที่" },
    { "ar": "صَلَّيْتَ", "read": "ศ็อลลัยตะ", "mean": "พระองค์ทรงประทานพรแล้ว" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "إِبْرَاهِيمَ", "read": "อิบรอฮีม", "mean": "อิบรอฮีม" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "آلِ", "read": "อาลิ", "mean": "วงศ์วาน/ครอบครัว" },
    { "ar": "إِبْرَاهِيمَ", "read": "อิบรอฮีม", "mean": "อิบรอฮีม" },
    { "ar": "إِنَّكَ", "read": "อินนะกะ", "mean": "แท้จริงพระองค์ท่าน" },
    { "ar": "حَمِيدٌ", "read": "หะมีดุน", "mean": "ผู้ทรงน่ายกย่อง" },
    { "ar": "مَجِيدٌ", "read": "มะญีดุน", "mean": "ผู้ทรงทรงเกียรติยิ่ง" },
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "بَارِكْ", "read": "บาริก", "mean": "ขอทรงประทานความจำเริญ" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "مُحَمَّدٍ", "read": "มุฮัมมัด", "mean": "มุฮัมมัด" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "آلِ", "read": "อาลิ", "mean": "วงศ์วาน/ครอบครัว" },
    { "ar": "مُحَمَّدٍ", "read": "มุฮัมมัด", "mean": "มุฮัมมัด" },
    { "ar": "كَمَا", "read": "กะมา", "mean": "ดังที่/เช่นเดียวกับที่" },
    { "ar": "بَارَكْتَ", "read": "บาร็อกตะ", "mean": "พระองค์ทรงประทานความจำเริญแล้ว" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "إِبْرَاهِيمَ", "read": "อิบรอฮีม", "mean": "อิบรอฮีม" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "عَلَى", "read": "อะลา", "mean": "แก่/บน" },
    { "ar": "آلِ", "read": "อาลิ", "mean": "วงศ์วาน/ครอบครัว" },
    { "ar": "إِبْرَاهِيمَ", "read": "อิบรอฮีม", "mean": "อิบรอฮีม" },
    { "ar": "إِنَّكَ", "read": "อินนะกะ", "mean": "แท้จริงพระองค์ท่าน" },
    { "ar": "حَمِيدٌ", "read": "หะมีดุน", "mean": "ผู้ทรงน่ายกย่อง" },
    { "ar": "مَجِيدٌ", "read": "มะญีดุน", "mean": "ผู้ทรงทรงเกียรติยิ่ง" }
  ]
}