export const duaData = {
  "title": "3-3-อัลบากอเราะห์257",
  "fullArabic": " ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ ۝٢٥٧ ",
  "fullTranslation": `และอัลลอฮ์นั้นคือผู้ทรงช่วยเหลือบรรดาผู้ที่ศรัทธา โดยทรงนำพวกเขาออกจากบรรดาความมืดสู่แสงสว่าง\
  และบรรดาผู้ปฏิเสธศรัทธานั้น บรรดาผู้ช่วยเหลือของพวกเขาก็คือ อัฎ-ฎอฆูต โดยที่พวกมันจะนำพวกเขาออกจากแสงสว่างไปสู่ความมืด\
  ชนเหล่านี้แหละคือชาวนรก โดยที่พวกเขาจะอยู่ในนรกนั้นตลอดกาล`,
  "explanation": `ต่อเนื่องจาก อายะสุกุรสีย์ อัลบากอเราะห์ 256 และ 257 อ้างฮาดีษ
  “ผู้ใดอ่านสี่อายะฮฺแรกของสูเราะฮฺ อัล-บะเกาะเราะฮฺ อายะฮฺกุรสีย์ สองอายะฮฺหลังจาก อายะฮฺกุรสีย์\
  และสามอายะฮฺสุดท้ายของ สูเราะฮฺ อัล-บะเกาะเราะฮฺ แน่แท้ว่าชัยฏอนจะไม่เข้าใกล้เขาและครอบครัวของเขาในวันนั้น\
  จะไม่มีสิ่งที่เขาไม่ปรารถนาเกิดขึ้น และหากอ่านบนผู้ที่เสียสติเขาก็จะหายจากอาการนั้น“
   <span class="block text-right text-sm text-slate-500">\
  (เฏาะอีฟ,อัด-ดาริมีย์ 3383, อัฏ-เฏาะบะรอนีย์ ใน อัล-มุอุญัม อัล-กะบีร 8674 ด้วยสายรายงานที่เฏาะอีฟ\
  โดยมีระบุในรายงานว่า “หากผู้ใดอ่านอายะฮฺดังกล่าวในบ้านเวลากลางคืน ชัยฏอนก็จะไม่เข้าบ้านนั้นจนกระทั่งรุ่งเช้า“)</span>`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/albakoroh257.mp3",
  "words": [
    { "ar": "ٱللَّهُ", "read": "อัลลอฮฺ", "mean": "อัลลอฮฺ" },
    { "ar": "وَلِىُّ", "read": "วะลียุ", "mean": "ทรงเป็นผู้คุ้มครอง" },
    { "ar": "ٱلَّذِينَ", "read": "อัลละซีนะ", "mean": "บรรดาผู้ซึ่ง" },
    { "ar": "ءَامَنُوا۟", "read": "อามะนู", "mean": "พวกเขาศรัทธา" },
    { "ar": "يُخْرِجُهُم", "read": "ยุกริญุฮุม", "mean": "ทรงนำพวกเขาออก" },
    { "ar": "مِّنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "ٱلظُّلُمَـٰتِ", "read": "อัซซุลุมาติ", "mean": "บรรดาความมืดมน" },
    { "ar": "إِلَى", "read": "อิลา", "mean": "สู่" },
    { "ar": "ٱلنُّورِ", "read": "อันนูริ", "mean": "แสงสว่าง" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ٱلَّذِينَ", "read": "อัลละซีนะ", "mean": "บรรดาผู้ซึ่ง" },
    { "ar": "كَفَرُوٓا۟", "read": "กะฟะรู", "mean": "พวกเขาปฏิเสธศรัทธา" },
    { "ar": "أَوْلِيَآؤُهُمُ", "read": "เอาลิยาอุฮุมุ", "mean": "บรรดาผู้คุ้มครองของพวกเขา" },
    { "ar": "ٱلطَّـٰغُوتُ", "read": "อัฏฏอฆูตุ", "mean": "คือตอฆูต" },
    { "ar": "يُخْرِجُونَهُم", "read": "ยุกริญูนะฮุม", "mean": "พวกเขานำพวกเขาออก" },
    { "ar": "مِّنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "ٱلنُّورِ", "read": "อันนูริ", "mean": "แสงสว่าง" },
    { "ar": "إِلَى", "read": "อิลา", "mean": "สู่" },
    { "ar": "ٱلظُّلُمَـٰتِ", "read": "อัซซุลุมาติ", "mean": "บรรดาความมืดมน" },
    { "ar": "أُو۟لَـٰٓئِكَ", "read": "อุลาอิกะ", "mean": "คนเหล่านี้" },
    { "ar": "أَصْحَـٰبُ", "read": "อัศฮาบุ", "mean": "คือชาว / เพื่อน" },
    { "ar": "ٱلنَّارِ", "read": "อันนาริ", "mean": "นรก" },
    { "ar": "هُمْ", "read": "ฮุม", "mean": "พวกเขา" },
    { "ar": "فِيهَا", "read": "ฟีฮา", "mean": "ในนั้น" },
    { "ar": "خَـٰلِدُونَ", "read": "คอลิดูนะ", "mean": "พำนักตลอดกาล" }
  ]
}