export const duaData = {
  "title": "ดุอาอ์ขอความครบถ้วนของนิอฺมัต(ยามเช้า-เย็น)",

"fullArabic": `اللَّهُمَّ إِنِّي 
<span class="morning"><span>☀️</span> أَصْبَحْتُ <span>☀️</span></span> \
<span class="evening"><span>🌙</span> أَمْسَيْتُ <span>🌙</span></span> 
مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، فَأَتِمَّ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالْآخِرَةِ
(<span class="!text-3xl"> (อ่าน 3 ครั้ง) </span><span class="morning"><span>☀️</span><span class="!text-3xl"> ยามเช้า </span><span>☀️</span></span> \
<span class="evening"><span>🌙</span><span class="!text-3xl"> ยามเย็น </span><span>🌙</span></span>)`,


  "fullTranslation": `โอ้อัลลอฮฺ แท้จริงฉันได้เข้าสู่ <span class="morning"><span>☀️</span> ยามเช้า <span>☀️</span></span> \
(<span class="evening"><span>🌙</span> ยามเย็น <span>🌙</span></span>) จากพระองค์ท่านในความโปรดปราน มีสุขภาพที่ดี และการปกปิด (ข้อบกพร่อง) \
ดังนั้นโปรดทรงให้ความโปรดปรานของพระองค์ สุขภาพที่ดีของพระองค์ และการปกปิดของพระองค์นั้นครบถ้วนสมบูรณ์แก่ฉัน ทั้งในโลกนี้และโลกหน้า
<span class="text-right text-lg text-slate-500 mt-2">[ วิธีอ่าน:(อ่าน 3 ครั้ง) \
<span class="morning"><span>☀️</span>ยามเช้า<span>☀️</span></span> \
<span class="evening"><span>🌙</span>ยามเย็น<span>🌙</span></span>\
]</span>`,

  "explanation": `“ผู้ใดที่อ่านสามครั้งในยามเช้าและยามเย็นอัลลอฮฺจะทำให้ความประสงค์ของเขาบรรลุผล“
<span class="block text-right text-sm text-slate-500">\
(เฏาะอีฟ, อิบนุสสุนนีย์ 55)<\span>
ดุอาอ์บทนี้ทำให้ฉันได้ตระหนักถึงความเมตตาของพระองค์ที่ห้อมล้อมชีวิตของฉันอยู่เสมอ \
ทั้งนิอฺมัตที่มองเห็นและสิ่งที่พระองค์ทรงปกปิดความบกพร่องของฉันไว้
<br>การที่ฉันวอนขอให้พระองค์ทรงทำให้ความโปรดปรานนั้น 'ครบถ้วนสมบูรณ์' เป็นการแสดงความนอบน้อมว่า \
ฉันไม่สามารถดำเนินชีวิตต่อไปได้ หากขาดความเมตตาและการคุ้มครองจากพระองค์ ไม่ว่าจะเป็นในเรื่องสุขภาพกาย หรือความสงบสุขในใจ \
ทั้งในดุนยาและอาคิเราะฮ์`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar13s.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงฉัน" },
    { "ar": "<أَصْبَحْتُ>", "read": "อัศบะห์ตุ", "mean": "ได้เข้าสู่ยามเช้า**อ่านยามเช้า**" },
    { "ar": "(أَمْسَيْتُ)", "read": "อัมสัยตุ", "mean": "ได้เข้าสู่ยามเย็น**อ่านยามเย็น**" },
    { "ar": "مِنْكَ", "read": "มินกะ", "mean": "จากพระองค์" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "نِعْمَةٍ", "read": "นิอฺมะติน", "mean": "ความโปรดปราน" },
    { "ar": "وَعَافِيَةٍ", "read": "วะอาฟิยะติน", "mean": "และสุขภาพที่ดี" },
    { "ar": "وَسِتْرٍ", "read": "วะสิตริน", "mean": "และการปกปิด (ความผิด)" },
    { "ar": "فَأَتِمَّ", "read": "ฟะอะติมมะ", "mean": "โปรดทรงทำให้ครบถ้วน" },
    { "ar": "نِعْمَتَكَ", "read": "นิอฺมะตะกะ", "mean": "ความโปรดปรานของพระองค์" },
    { "ar": "عَلَيَّ", "read": "อะลัยยะ", "mean": "แก่ฉัน" },
    { "ar": "وَعَافِيَتَكَ", "read": "วะอาฟิยะตะกะ", "mean": "และสุขภาพของพระองค์" },
    { "ar": "وَسِتْرَكَ", "read": "วะสิตเราะกะ", "mean": "และการปกปิดของพระองค์" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "الدُّنْيَا", "read": "อัดดุนยา", "mean": "โลกนี้" },
    { "ar": "وَالْآخِرَةِ", "read": "วัลอาคิเราะติ", "mean": "และโลกหน้า" }
  ]
}