export const duaData = {
  "title": "11-อันนาส",
  "fullArabic": `\
<span class="text-emerald-700">بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ</span>
<span class="text-rose-600">قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ۝١ </span> \
<span class="text-fuchsia-800">مَلِكِ ٱلنَّاسِ ۝٢ </span> \
<span class="text-yellow-500">إِلَـٰهِ ٱلنَّاسِ ۝٣ </span> \
<span class="text-stone-600">مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ۝٤</span> \
<span class="text-blue-800">ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ۝٥ </span> \
<span class="text-lime-600">مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ۝٦ </span> \
  `,

  "fullTranslation": `\
<span class="text-emerald-700">ด้วยพระนามของอัลลอฮฺ ผู้ทรงกรุณาปราณี ผู้ทรงเมตตาเสมอ</span>
<span class="text-rose-600">1. จงกล่าวเถิด มุฮัมมัด ข้าพระองค์ขอความคุ้มครองต่อพระเจ้าแห่งมนุษย์ชาติ</span>
<span class="text-fuchsia-800">2. พระราชาแห่งมนุษย์ชาติ</span>
<span class="text-yellow-500">3. พระเป็นเจ้าแห่งมนุษย์ชาติ</span>
<span class="text-stone-600">4. ให้พ้นจากความชั่วร้ายของผู้กระซิบกระซาบที่หลอกล่อ</span>
<span class="text-blue-800">5. ที่กระซิบกระซาบในหัวอกของมนุษย์</span>
<span class="text-lime-600">6. จากหมู่ญินและมนุษย์</span>
(อันนาส)`,

  "explanation": `\
“ผู้ใดอ่าน “กุลสุวัลลออุอะหัด กุลอาอูซุบิร็อบบิลฟะลัก และกุลอะอูซูบิร็อบบินนาส“ อย่างละสามครั้งในยามเช้าและยามเย็น \
ย่อมจะเป็นการเพียงพอสำหรับเขาในทุกๆสิ่ง“
<span class="block text-right text-sm text-slate-500">\
(หะสัน, อมูดาวูด 5082, อัต-ติรมิซีย์ 3575)</span>`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/annas.mp3",
  "words": [
    { "ar": "قُلْ", "read": "กุล", "mean": "จงกล่าวเถิด" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ฉันขอความคุ้มครอง" },
    { "ar": "بِرَبِّ", "read": "บิร็อบบิ", "mean": "ต่อพระผู้อภิบาล" },
    { "ar": "ٱلنَّاسِ", "read": "อันนาส", "mean": "แห่งมนุษยชาติ" },
    { "ar": "مَلِكِ", "read": "มะลิกิ", "mean": "พระราชา" },
    { "ar": "ٱلنَّاسِ", "read": "อันนาส", "mean": "แห่งมนุษยชาติ" },
    { "ar": "إِلَـٰهِ", "read": "อิลาฮิ", "mean": "พระเจ้า" },
    { "ar": "ٱلنَّاسِ", "read": "อันนาส", "mean": "แห่งมนุษยชาติ" },
    { "ar": "مِن", "read": "มิน", "mean": "จาก" },
    { "ar": "شَرِّ", "read": "ชัรริ", "mean": "ความชั่วร้าย" },
    { "ar": "ٱلْوَسْوَاسِ", "read": "อัลวัสวาส", "mean": "ผู้กระซิบกระซาบ" },
    { "ar": "ٱلْخَنَّاسِ", "read": "อัลคอนนาส", "mean": "ผู้ที่ถดถอย/หลอกล่อ" },
    { "ar": "ٱلَّذِى", "read": "อัลละซี", "mean": "ผู้ซึ่ง" },
    { "ar": "يُوَسْوِسُ", "read": "ยุวัสวิสุ", "mean": "กระซิบกระซาบ" },
    { "ar": "فِى", "read": "ฟี", "mean": "ใน" },
    { "ar": "صُدُورِ", "read": "ศุดูริ", "mean": "ทรวงอก" },
    { "ar": "ٱلنَّاسِ", "read": "อันนาส", "mean": "มนุษย์" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "ٱلْجِنَّةِ", "read": "อัลญินนะติ", "mean": "หมู่จินน์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ٱلنَّاسِ", "read": "อันนาส", "mean": "มนุษย์" }
  ]
}