export const duaData = {
  "title": "9-อัลอิคลาศ",
  "fullArabic": `\
<span class="text-emerald-700">بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ</span>
<span class="text-rose-600">قُلْ هُوَ ٱللَّهُ أَحَدٌ ۝١ </span> \
<span class="text-yellow-500">ٱللَّهُ ٱلصَّمَدُ ۝٢ </span> \
<span class="text-stone-600">لَمْ يَلِدْ وَلَمْ يُولَدْ ۝٣ </span> \
<span class="text-blue-800">وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ۝٤ </span> \
`,
"fullTranslation": `\
<span class="text-emerald-700">ด้วยพระนามของอัลลอฮฺ ผู้ทรงกรุณาปราณี ผู้ทรงเมตตาเสมอ</span>
<span class="text-rose-600">1. จงกล่าวเถิด มุฮัมมัด พระองค์คืออัลลอฮฺผู้ทรงเอกะ</span> 
<span class="text-yellow-500">2. อัลลอฮฺนั้นทรงเป็นที่พึ่ง</span> 
<span class="text-stone-600">3. พระองค์ไม่ประสูติ และไม่ทรงถูกประสูติ</span> 
<span class="text-blue-800">4. และไม่มีผู้ใดเสมอเหมือนพระองค์</span> 
`,
  
  "explanation": `\
“ผู้ใดอ่าน “กุลสุวัลลออุอะหัด กุลอาอูซุบิร็อบบิลฟะลัก และกุลอะอูซูบิร็อบบินนาส“ อย่างละสามครั้งในยามเช้าและยามเย็น \
ย่อมจะเป็นการเพียงพอสำหรับเขาในทุกๆสิ่ง“
<span class="block text-right text-sm text-slate-500">\
(หะสัน, อมูดาวูด 5082, อัต-ติรมิซีย์ 3575)</span>`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/aliqlas.mp3",
  "words": [
{ "ar": "قُلْ", "read": "กุล", "mean": "จงกล่าวเถิด" },
    { "ar": "هُوَ", "read": "ฮุวะ", "mean": "พระองค์คือ" },
    { "ar": "ٱللَّهُ", "read": "อัลลอฮฺ", "mean": "อัลลอฮฺ" },
    { "ar": "أَحَدٌ", "read": "อะหัด", "mean": "ผู้ทรงเอกะ" },
    { "ar": "ٱللَّهُ", "read": "อัลลอฮฺ", "mean": "อัลลอฮฺ" },
    { "ar": "ٱلصَّمَدُ", "read": "อัศเศามัด", "mean": "ผู้ทรงเป็นที่พึ่ง" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يَلِدْ", "read": "ยะลิด", "mean": "พระองค์ทรงประสูติ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يُولَدْ", "read": "ยูลัด", "mean": "พระองค์ทรงถูกประสูติ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يَكُن", "read": "ยะกุน", "mean": "มี / เป็น" },
    { "ar": "لَّهُۥ", "read": "ละฮู", "mean": "สำหรับพระองค์" },
    { "ar": "كُفُوًا", "read": "กุฟุวัน", "mean": "ผู้ที่เสมอเหมือน" },
    { "ar": "أَحَدٌۢ", "read": "อะหัด", "mean": "ผู้ใด" }
  ]
}