// src/data/azkar/azkar01.ts
export const duaData = {
  "title": "1-บทเริ่มต้น",
  "fullArabic": "أَعُوذُ بِاللَّهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
  "fullTranslation": `ฉันขอความคุ้มครองต่ออัลลอฮ์ ผู้ทรงได้ยินยิ่ง ผู้ทรงรอบรู้ยิ่ง(ให้ความปลอดภัย) ให้พ้นจากชัยตอนผู้ถูกสาปแช่ง`,
"explanation": `บทนี้คือการวอนขอความคุ้มครองจากอัลลอฮฺ
อัลลอฮฺได้ตรัสความว่า 
“ดังนั้น เมื่อเจ้าอ่านอัลกุรอานก็จงขอความคุ้มครอง ต่ออัลลอฮฺ (ให้ปลอดภัย) จากชัยฏอนที่ถูก สาปแช่ง”
<span class="block text-right text-sm text-slate-500">(อัน-นะหฺลุ 98)</span>
และท่านนบี ﷺ จะกล่าวดุอาอ์ อะอูซุบิลลาฮฺ... ทุกครั้งก่อนอ่านอัลกุรอานในละหมาด”
<span class="block text-right text-sm text-slate-500">(หะสัน, อบู ดาวูด 765, อัต-ติรมิซีย์ 242, อัล-บัยฮะกีย์ เล่ม 2 หน้า 25-26)</span>
“ผู้ใดที่อ่าน อะอูซุบิลลาฮฺ ... เขาจะได้รับความ คุ้มครองจากชัยฏอนจนกระทั่งเย็น”
<span class="block text-right text-sm text-slate-500">(เฎาะอีฟ, อิบนุสสุนนีย์ 49)</span>`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar01.mp3",
  "words": [
    {
      "ar": "أَعُوذُ",
      "read": "อะอูซุ",
      "mean": "ฉันขอความคุ้มครอง"
    },
    {
      "ar": "بِاللَّهِ",
      "read": "บิลลาฮิซ",
      "mean": "ต่ออัลลอฮ์"
    },
    {
      "ar": "السَّمِيعِ",
      "read": "สะมีอิล",
      "mean": "ผู้ทรงได้ยินยิ่ง"
    },
    {
      "ar": "الْعَلِيمِ",
      "read": "อะลีม",
      "mean": "ผู้ทรงรอบรู้ยิ่ง"
    },
    {
      "ar": "مِنَ",
      "read": "มินัช",
      "mean": "จาก"
    },
    {
      "ar": "الشَّيْطَانِ",
      "read": "ชัยฏอนิร",
      "mean": "ชัยตอน"
    },
    {
      "ar": "الرَّجِيمِ",
      "read": "ร่อญีม",
      "mean": "ผู้ถูกสาปแช่ง"
    }
  ]
}