export const duaData = {
  "title": "4-1-อัลบากอเราะห์284",
  "fullArabic": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ ۝٢٨٤ ",
  "fullTranslation": `สิ่งที่อยู่ในบรรดาชั้นฟ้า และสิ่งที่อยู่ในแผ่นดินนั้น เป็นสิทธิของอัลลอฮ์\
  และถ้าหากพวกเจ้าเปิดเผยสิ่งที่อยู่ในใจของพวกเจ้าหรือปกปิดมันไว้ก็ตาม อัลลอฮ์จะทรงนำสิ่งนั้นมาชำระสอบสวนแก่พวกเจ้า\
  แล้วพระองค์จะทรงอภัยโทษแก่ผู้ที่พระองค์ทรงประสงค์ และอัลลอฮ์นั้นเป็นผู้ทรงเดชานุภาพเหนือทุกสิ่งทุกอย่าง`,
  "explanation": `ต่อเนื่องจาก อายะสุกุรสีย์ อัลบากอเราะห์ 256 และ 257 อ้างฮาดีษ
  “ผู้ใดอ่านสี่อายะฮฺแรกของสูเราะฮฺ อัล-บะเกาะเราะฮฺ อายะฮฺกุรสีย์ สองอายะฮฺหลังจาก อายะฮฺกุรสีย์\
  และสามอายะฮฺสุดท้ายของ สูเราะฮฺ อัล-บะเกาะเราะฮฺ แน่แท้ว่าชัยฏอนจะไม่เข้าใกล้เขาและครอบครัวของเขาในวันนั้น\
  จะไม่มีสิ่งที่เขาไม่ปรารถนาเกิดขึ้น และหากอ่านบนผู้ที่เสียสติเขาก็จะหายจากอาการนั้น“
   <span class="block text-right text-sm text-slate-500">\
  (เฏาะอีฟ,อัด-ดาริมีย์ 3383, อัฏ-เฏาะบะรอนีย์ ใน อัล-มุอุญัม อัล-กะบีร 8674 ด้วยสายรายงานที่เฏาะอีฟ\
  โดยมีระบุในรายงานว่า “หากผู้ใดอ่านอายะฮฺดังกล่าวในบ้านเวลากลางคืน ชัยฏอนก็จะไม่เข้าบ้านนั้นจนกระทั่งรุ่งเช้า“)</span>`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/albakoroh284.mp3",
  "words": [
    { "ar": "لِّلَّهِ", "read": "ลิลลาฮิ", "mean": "เป็นสิทธิของอัลลอฮฺ" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "فِى", "read": "ฟี", "mean": "ใน" },
    { "ar": "ٱلسَّمَـٰوَٰتِ", "read": "อัสสะมาวาติ", "mean": "บรรดาชั้นฟ้า" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "فِى", "read": "ฟี", "mean": "ใน" },
    { "ar": "ٱلْأَرْضِ", "read": "อัลอัรฎิ", "mean": "แผ่นดิน" },
    { "ar": "إِن", "read": "อิน", "mean": "หาก" },
    { "ar": "تُبْدُوا۟", "read": "ตุบดู", "mean": "พวกเจ้าเปิดเผย" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "فِىٓ", "read": "ฟี", "mean": "ใน" },
    { "ar": "أَنفُسِكُمْ", "read": "อันฟุสิกุม", "mean": "จิตใจของพวกเจ้า" },
    { "ar": "أَوْ", "read": "เอา", "mean": "หรือ" },
    { "ar": "تُخْفُوهُ", "read": "ตุคฟูฮุ", "mean": "พวกเจ้าปกปิดมันไว้" },
    { "ar": "يُحَاسِبْكُم", "read": "ยิฮาซิบกุม", "mean": "พระองค์จะทรงสอบบัญชีพวกเจ้า" },
    { "ar": "بِهِ", "read": "บิฮี", "mean": "ด้วยสิ่งนั้น" },
    { "ar": "ٱللَّهُ", "read": "อัลลอฮฺ", "mean": "อัลลอฮฺ" },
    { "ar": "فَيَغْفِرُ", "read": "ฟะยัฆฟิรุ", "mean": "แล้วพระองค์จะทรงอภัยโทษ" },
    { "ar": "لِمَن", "read": "ลิมัน", "mean": "แก่ผู้ที่" },
    { "ar": "يَشَآءُ", "read": "ยะชาอู", "mean": "พระองค์ทรงประสงค์" },
    { "ar": "وَيُعَذِّبُ", "read": "วะยุอัซซิบะ", "mean": "และพระองค์จะทรงลงโทษ" },
    { "ar": "مَن", "read": "มัน", "mean": "ผู้ที่" },
    { "ar": "يَشَآءُ", "read": "ยะชาอู", "mean": "พระองค์ทรงประสงค์" },
    { "ar": "عَلَىٰ", "read": "อะลา", "mean": "เหนือ" },
    { "ar": "كُلِّ", "read": "กุลลิ", "mean": "ทุกๆ" },
    { "ar": "شَىْءٍۢ", "read": "ชัยอิน", "mean": "สิ่ง" },
    { "ar": "قَدِيرٌ", "read": "กอดีร", "mean": "ผู้ทรงอานุภาพ" }
  ]
}