export const duaData = {
  "title": "2-อัลบากอเราะห์1-5",
  "fullArabic": "  بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ\nالٓمٓ ۝١\nذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًۭى لِّلْمُتَّقِينَ ۝٢\n ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ ۝٣\nوَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ ۝٤\nأُو۟لَـٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ ۝٥",
  "fullTranslation": `1.อะลีฟ ลาม มีม
  2.คัมภีร์นี้ ไม่มีความสงสัยใด ๆ ในนั้น เป็นคำแนะนำสำหรับบรรดาผู้ยำเกรงเท่านั้น
  3.คือบรรดาผู้ศรัทธาต่อสิ่งเร้นลับ และดำรงไว้ซึ่งการละหมาด และส่วนหนึ่งจากสิ่งที่เราได้ให้เป็นปัจจัยยังชีพแก่พวกเขานั้น พวกเขาก็บริจาค
  4.และบรรดาผู้ที่ศรัทธาต่อสิ่งที่ถูกประทานลงมาแก่เจ้า และสิ่งที่ถูกประทานลงมาก่อนเจ้า และต่อวันปรโลกนั้นพวกเขาเชื่อมั่น
  5.ชนเหล่านี้ คือ ผู้ที่(ตั้ง)อยู่บนคำแนะนำ ที่มาจากพระผู้เป็นเจ้าของพวกเขา และชนเหล่านี้คือผู้ที่บรรลุผลสำเร็จ`,
  "explanation": `“ผู้ใดอ่านสี่อายะฮฺแรกของสูเราะฮฺ อัล-บะเกาะเราะฮฺ อายะฮฺกุรสีย์ สองอายะฮฺหลังจาก อายะฮฺกุรสีย์ และสามอายะฮฺสุดท้ายของ สูเราะฮฺ อัล-บะเกาะเราะฮฺ แน่แท้ว่าชัยฏอนจะไม่เข้าใกล้เขาและครอบครัวของเขาในวันนั้น จะไม่มีสิ่งที่เขาไม่ปรารถนาเกิดขึ้น และหากอ่านบนผู้ที่เสียสติเขาก็จะหายจากอาการนั้น“ 
  <span class="block text-right text-sm text-slate-500">(เฏาะอีฟ,อัด-ดาริมีย์ 3383, อัฏ-เฏาะบะรอนีย์ ใน อัล-มุอุญัม อัล-กะบีร 8674 ด้วยสายรายงานที่เฏาะอีฟ โดยมีระบุในรายงานว่า “หากผู้ใดอ่านอายะฮฺดังกล่าวในบ้านเวลากลางคืน ชัยฏอนก็จะไม่เข้าบ้านนั้นจนกระทั่งรุ่งเช้า“)</span>`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/albakoroh1.mp3",
  "words": [
{ "ar": "الٓمٓ", "read": "อะลีฟ-ลาม-มีม", "mean": "(อักษรย่อเฉพาะอัลลอฮฺที่ทรงรู้ความหมาย)" },
    { "ar": "ذَٰلِكَ", "read": "ซาลิกะ", "mean": "นั่นคือ / คัมภีร์นั้น" },
    { "ar": "ٱلْكِتَـٰبُ", "read": "อัลกิตาบุ", "mean": "คัมภีร์" },
    { "ar": "لَا", "read": "ลา", "mean": "ไม่ / ไม่มี" },
    { "ar": "رَيْبَ", "read": "ร็อยบะ", "mean": "ข้อสงสัย" },
    { "ar": "فِيهِ", "read": "ฟีฮิ", "mean": "ในนั้น" },
    { "ar": "هُدًى", "read": "ฮุดัน", "mean": "ทางนำ" },
    { "ar": "لِّلْمُتَّقِينَ", "read": "ลิลมุตตะกีน", "mean": "สำหรับบรรดาผู้ยำเกรง" },
    { "ar": "ٱلَّذِينَ", "read": "อัลละซีนะ", "mean": "บรรดาผู้ซึ่ง" },
    { "ar": "يُؤْمِنُونَ", "read": "ยูอ์มินูนะ", "mean": "พวกเขาศรัทธา" },
    { "ar": "بِٱلْغَيْبِ", "read": "บิลฆ็อยบิ", "mean": "ต่อสิ่งพ้นญาณวิสัย" },
    { "ar": "وَيُقِيمُونَ", "read": "วายุ กีมูนะ", "mean": "และพวกเขาดำรงไว้" },
    { "ar": "ٱلصَّلَوٰةَ", "read": "อัศเศาะลาตะ", "mean": "การละหมาด" },
    { "ar": "وَمِمَّا", "read": "วะมิมมา", "mean": "และจากสิ่งที่" },
    { "ar": "رَزَقْنَـٰهُمْ", "read": "เราะซักนาฮุม", "mean": "เราได้ประทานปัจจัยชีพแก่พวกเขา" },
    { "ar": "يُنفِقُونَ", "read": "ยุนฟิกูนะ", "mean": "พวกเขาบริจาค" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "ٱلَّذِينَ", "read": "อัลละซีนะ", "mean": "บรรดาผู้ซึ่ง" },
    { "ar": "يُؤْمِنُونَ", "read": "ยูอ์มินูนะ", "mean": "พวกเขาศรัทธา" },
    { "ar": "بِمَآ", "read": "บิมา", "mean": "ต่อสิ่งที่" },
    { "ar": "أُنزِلَ", "read": "อุนซิละ", "mean": "ถูกประทานลงมา" },
    { "ar": "إِلَيْكَ", "read": "อิลัยกะ", "mean": "ยังเจ้า (ท่านนบี)" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مَآ", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "أُنزِلَ", "read": "อุนซิละ", "mean": "ถูกประทานลงมา" },
    { "ar": "مِن", "read": "มิน", "mean": "จาก" },
    { "ar": "قَبْلِكَ", "read": "ก็อบลิกะ", "mean": "ก่อนหน้าเจ้า" },    
    { "ar": "وَبِٱلۡـَٔاخِرَةِ", "read": "วะบิลอาคิเราะฮ์", "mean": "และต่อโลกหน้า" },
    { "ar": "هُمْ", "read": "ฮุม", "mean": "พวกเขา" },
    { "ar": "يُوقِنُونَ", "read": "ยูกินูนะ", "mean": "พวกเขามั่นใจ" },
    { "ar": "أُو۟لَـٰٓئِكَ", "read": "อุลาอิกะ", "mean": "คนเหล่านี้" },
    { "ar": "عَلَىٰ هُدًى", "read": "อะลา ฮุดัน", "mean": "อยู่บนทางนำ" },
    { "ar": "مِّن رَّبِّهِمْ", "read": "มิน ร็อบบิฮิม", "mean": "จากพระผู้อภิบาลของพวกเขา" },
    { "ar": "ٱلْمُفْلِحُونَ", "read": "อัลมุฟลิหูนะ", "mean": "บรรดาผู้ประสบความสำเร็จ" }
  ]
}