export const duaData = {
  "title": "อัต-เตาบะฮ์ 129",
  "fullArabic": `\
<span class="text-fuchsia-800">حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ </span> \
<span class="text-yellow-500">عَلَيْهِ تَوَكَّلْتُ ۖ </span> \
<span class="text-stone-600">وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۝١٢٩ </span>
(อ่าน 7 ครั้ง)`,

  "fullTranslation": `\
<span class="text-fuchsia-800">อัลลอฮ์นั้นเป็นที่พอเพียงแก่ฉันแล้ว ไม่มีพระเจ้าอื่นใดนอกจากพระองค์เท่านั้น</span> • \
<span class="text-yellow-500">แด่พระองค์เท่านั้นที่ฉันขอมอบหมาย</span> • \
<span class="text-stone-600">และพระองค์คือเจ้าของบัลลังก์อันยิ่งใหญ่</span>
(อัต-เตาบะฮ์ 129) (อ่าน 7 ครั้ง)`,
 
  "explanation": `\
“ผู้ใดอ่านยามเช้าและยามเย็นจำนวนเจ็ดครั้ง ย่อมเป็นการเพียงพอสำหรับเขา (ทดแทนให้เขาและช่วยเหลือเขา)\
ในกิจการทางโลกและอาคิเราะฮูที่ทำให้เขาต้องเสียใจกับมัน“
<span class="block text-right text-sm text-slate-500">\
(หะสัน,อิบนุสสุนนีย์ 70 ด้วยลายรายงานที่มัรฟูอ, อยู่ดาวูด 5081 ด้วยสายรายงานที่เมากูฟ ถึงอยู่อัด-ดัรดาอ์)<\span>`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/attawbah129.mp3",
  "words": [
    { "ar": "حَسْبِيَ", "read": "หัสนิยะ", "mean": "ทรงเป็นที่พอเพียงแก่ฉัน" },
    { "ar": "ٱللَّهُ", "read": "อัลลอฮฺ", "mean": "อัลลอฮฺ" },
    { "ar": "لَا", "read": "ลา", "mean": "ไม่มี" },
    { "ar": "إِلَـٰهَ", "read": "อิลาฮะ", "mean": "พระเจ้า / ผู้ควรได้รับการเคารพ" },
    { "ar": "إِلَّا", "read": "อิลลา", "mean": "นอกจาก" },
    { "ar": "هُوَ", "read": "ฮุวะ", "mean": "พระองค์เท่านั้น" },
    { "ar": "عَلَيْهِ", "read": "อะลัยฮิ", "mean": "แด่พระองค์" },
    { "ar": "تَوَكَّلْتُ", "read": "ตะวักกัลตุ", "mean": "ฉันขอมอบหมาย" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "هُوَ", "read": "ฮุวะ", "mean": "พระองค์คือ" },
    { "ar": "رَبُّ", "read": "ร็อบบุ", "mean": "พระผู้อภิบาล" },
    { "ar": "ٱلْعَرْشِ", "read": "อัลอัรชิ", "mean": "แห่งบัลลังก์" },
    { "ar": "ٱلْعَظِيمِ", "read": "อัลอะซีม", "mean": "อันยิ่งใหญ่" }
  ]
}