export const duaData = {
  "title": "ดุอาอ์ขอความครบถ้วนของนิอฺมัต(ยามเช้า-เย็น)",

"fullArabic": `
<span class="text-emerald-700">اللَّهُمَّ إِنِّي</span> \ 
<span class="morning"><span>☀️</span> أَصْبَحْتُ <span>☀️</span></span> 
(<span class="evening"><span>🌙</span> أَمْسَيْتُ <span>🌙</span></span>) 
<span class="text-emerald-700">مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، </span> \
<span class="text-rose-600">فَأَتِمَّ نِعْمَتَكَ عَلَيَّ</span> \
<span class="text-fuchsia-800">وَعَافِيَتَكَ</span> \
<span class="text-yellow-500">وَسِتْرَكَ</span> \
<span class="text-stone-600">فِي الدُّنْيَا وَالْآخِرَةِ</span> \

<span class="text-right text-lg text-slate-500 mt-2">คำอ่าน: \
<span class="morning"><span>☀️</span>ตอนเช้า<span>☀️</span></span> \
(<span class="evening"><span>🌙</span>ตอนเย็น<span>🌙</span></span>)\
</span>`,


  "fullTranslation": `\
<span class="text-emerald-700">โอ้อัลลอฮฺ แท้จริงฉันได้เข้าสู่</span>\
<span class="morning"><span>☀️</span>ยามเช้า<span>☀️</span></span> \
(<span class="evening"><span>🌙</span>ยามเย็น<span>🌙</span></span>) \ 
<span class="text-emerald-700">จากพระองค์ท่านในความโปรดปราน มีสุขภาพที่ดี และการปกปิด(ข้อบกพร่อง)</span> \
<span class="text-rose-600">ดังนั้นโปรดทรงให้ความโปรดปรานของพระองค์</span> \
<span class="text-fuchsia-800">สุขภาพที่ดีของพระองค์</span> \
<span class="text-yellow-500">และการปกปิดของพระองค์นั้นครบถ้วนสมบูรณ์แก่ฉัน</span> \
<span class="text-stone-600">ทั้งในโลกนี้และโลกหน้า</span> \

<br>(อ่าน 3 ครั้ง) \
<span class="text-right text-lg text-slate-500 mt-2">***วิธีอ่าน: คำที่เปลี่ยนตามเวลา
<span class="morning"><span>☀️</span>คำอ่านตอนเช้า<span>☀️</span></span> 
(<span class="evening"><span>🌙</span>คำอ่านตอนเย็น<span>🌙</span></span>)</span>`,

  "explanation": `“ผู้ใดที่อ่านสามครั้งในยามเช้าและยามเย็นอัลลอฮฺจะทำให้ความประสงค์ของเขาบรรลุผล“
<span class="block text-right text-sm text-slate-500">\
(เฏาะอีฟ, อิบนุสสุนนีย์ 55)<\span>
ดุอาอ์บทนี้ทำให้ฉันได้ตระหนักถึงความเมตตาของพระองค์ที่ห้อมล้อมชีวิตของฉันอยู่เสมอ \
ทั้งนิอฺมัตที่มองเห็นและสิ่งที่พระองค์ทรงปกปิดความบกพร่องของฉันไว้
<br>การที่ฉันวอนขอให้พระองค์ทรงทำให้ความโปรดปรานนั้น 'ครบถ้วนสมบูรณ์' เป็นการแสดงความนอบน้อมว่า \
ฉันไม่สามารถดำเนินชีวิตต่อไปได้ หากขาดความเมตตาและการคุ้มครองจากพระองค์ ไม่ว่าจะเป็นในเรื่องสุขภาพกาย หรือความสงบสุขในใจ \
ทั้งในดุนยาและอาคิเราะฮ์`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar13s.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงฉัน" },
    { "ar": "<أَصْبَحْتُ>", "read": "อัศบะห์ตุ", "mean": "ได้เข้าสู่ยามเช้า**อ่านยามเช้า**" },
    { "ar": "(أَمْسَيْتُ)", "read": "อัมสัยตุ", "mean": "ได้เข้าสู่ยามเย็น**อ่านยามเย็น**" },
    { "ar": "مِنْكَ", "read": "มินกะ", "mean": "จากพระองค์" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "نِعْمَةٍ", "read": "นิอฺมะติน", "mean": "ความโปรดปราน" },
    { "ar": "وَعَافِيَةٍ", "read": "วะอาฟิยะติน", "mean": "และสุขภาพที่ดี" },
    { "ar": "وَسِتْرٍ", "read": "วะสิตริน", "mean": "และการปกปิด (ความผิด)" },
    { "ar": "فَأَتِمَّ", "read": "ฟะอะติมมะ", "mean": "โปรดทรงทำให้ครบถ้วน" },
    { "ar": "نِعْمَتَكَ", "read": "นิอฺมะตะกะ", "mean": "ความโปรดปรานของพระองค์" },
    { "ar": "عَلَيَّ", "read": "อะลัยยะ", "mean": "แก่ฉัน" },
    { "ar": "وَعَافِيَتَكَ", "read": "วะอาฟิยะตะกะ", "mean": "และสุขภาพของพระองค์" },
    { "ar": "وَسِتْرَكَ", "read": "วะสิตเราะกะ", "mean": "และการปกปิดของพระองค์" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "الدُّنْيَا", "read": "อัดดุนยา", "mean": "โลกนี้" },
    { "ar": "وَالْآخِرَةِ", "read": "วัลอาคิเราะติ", "mean": "และโลกหน้า" }
  ]
}