export const duaData = {
  "title": "9-อัลอิคลาศ",
  "fullArabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ\n قُلْ هُوَ ٱللَّهُ أَحَدٌ ۝١ ٱللَّهُ ٱلصَّمَدُ ۝٢ لَمْ يَلِدْ وَلَمْ يُولَدْ ۝٣ وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ۝٤ ",
  "fullTranslation": `\
1. จงกล่าวเถิด มุฮัมมัด พระองค์คืออัลลอฮฺผู้ทรงเอกะ
2. อัลลอฮฺนั้นทรงเป็นที่พึ่ง
3. พระองค์ไม่ประสูติ และไม่ทรงถูกประสูติ
4. และไม่มีผู้ใดเสมอเหมือนพระองค์`,
  
  "explanation": `\
“ผู้ใดอ่าน “กุลสุวัลลออุอะหัด กุลอาอูซุบิร็อบบิลฟะลัก และกุลอะอูซูบิร็อบบินนาส“ อย่างละสามครั้งในยามเช้าและยามเย็น \
ย่อมจะเป็นการเพียงพอสำหรับเขาในทุกๆสิ่ง“
<span class="block text-right text-sm text-slate-500">\
(หะสัน, อมูดาวูด 5082, อัต-ติรมิซีย์ 3575)</span>`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/aliqlas.mp3",
  "words": [
{ "ar": "قُلْ", "read": "กุล", "mean": "จงกล่าวเถิด" },
    { "ar": "هُوَ", "read": "ฮุวะ", "mean": "พระองค์คือ" },
    { "ar": "ٱللَّهُ", "read": "อัลลอฮฺ", "mean": "อัลลอฮฺ" },
    { "ar": "أَحَدٌ", "read": "อะหัด", "mean": "ผู้ทรงเอกะ" },
    { "ar": "ٱللَّهُ", "read": "อัลลอฮฺ", "mean": "อัลลอฮฺ" },
    { "ar": "ٱلصَّمَدُ", "read": "อัศเศามัด", "mean": "ผู้ทรงเป็นที่พึ่ง" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يَلِدْ", "read": "ยะลิด", "mean": "พระองค์ทรงประสูติ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يُولَدْ", "read": "ยูลัด", "mean": "พระองค์ทรงถูกประสูติ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "لَمْ", "read": "ลัม", "mean": "ไม่" },
    { "ar": "يَكُن", "read": "ยะกุน", "mean": "มี / เป็น" },
    { "ar": "لَّهُۥ", "read": "ละฮู", "mean": "สำหรับพระองค์" },
    { "ar": "كُفُوًا", "read": "กุฟุวัน", "mean": "ผู้ที่เสมอเหมือน" },
    { "ar": "أَحَدٌۢ", "read": "อะหัด", "mean": "ผู้ใด" }
  ]
}