export const duaData = {
  "title": "26-ดุอาอ์ขอให้มีสุขภาพดีและพ้นจากการปฏิเสธศรัทธาและความยากจน",
  "fullArabic": `\
<span class="text-emerald-600">للَّهُمَّ عَافِنِي فِي بَدَنِي، </span>\
<span class="text-yellow-500">اللَّهُمَّ عَافِنِي فِي سَمْعِي، </span> \
<span class="text-pink-600">اللَّهُمَّ عَافِنِي فِي بَصَرِي، </span> \
<span class="text-cyan-600">لَا إِلَهَ إِلَّا أَنْتَ، </span> \
<span class="text-stone-600">اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، </span> \
<span class="text-blue-800">اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، </span> \
<span class="text-cyan-600">لَا إِلَهَ إِلَّا أَنْتَ، </span> \

<span class="!text-3xl">( **อ่าน 3 ครั้ง** )<\span>
  `,

  "fullTranslation": `\
• <span class="text-emerald-600"> โอ้อัลลอฮฺ โปรดประทานสุขภาวะที่ดีแก่ร่างกายของฉัน</span>\
• <span class="text-yellow-500"> โอ้อัลลอฮฺ โปรดประทานสุขภาวะที่ดีแก่การได้ยินของฉัน</span> \
• <span class="text-pink-600"> โอ้อัลลอฮฺ โปรดประทานสุขภาวะที่ดีแก่การมองเห็นของฉัน</span> \
• <span class="text-cyan-600"> ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ท่าน </span> \
• <span class="text-stone-600"> โอ้อัลลอฮฺ แท้จริงฉันขอความคุ้มครองต่อพระองค์ท่านให้พ้นจากการปฏิเสธศรัทธาและความยากจน </span> \
• <span class="text-blue-800"> โอ้อัลลอฮฺ แท้จริงฉันขอความคุ้มครองต่อพระองค์ท่านให้พ้นจากการลงโทษในหลุมศพ </span> \
• <span class="text-cyan-600"> ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ท่าน </span> \

<span class="!text-3xl">( **อ่าน 3 ครั้ง** )<\span>

  `,
  "explanation": `\
  ท่านนบี ﷺ จะขอดุอาอ์กับดุอาอ์นี้ทุกๆ เช้าและเย็น และท่านจะทวนมันจนครบสามครั้ง
    <span class="block text-left text-sm text-slate-500">\
  (หะดีษ หะสัน, อะหมัดเล่ม 2 หน้า 42, อัล-บุคอรีย์ใน อัล-อะดับ อัล-มุฟร็อด 701, \
  อบู ดาวูด 5090, อัน-นะสาอีย์ ในอะมะลุลเยาม วัลลัยละฮฺ 22, อิบนุสสุนนีย์ 69)\</span>
  ดุอาอ์บทนี้เป็นการวิงวอนที่ครอบคลุมทั้งสุขภาพกายและจิตใจ โดยเริ่มจากการขอความเมตตาให้ทรงรักษาสุขภาพของร่างกาย หู \
  และตา ซึ่งเป็นเครื่องมือสำคัญในการทำงานและดำเนินชีวิต\n\nจากวิกฤตที่ยิ่งใหญ่อย่างการปฏิเสธศรัทธาและความยากจน \
  คือหัวใจของการมีชีวิตที่สมดุล การกล่าวซ้ำ 'ไม่มีพระเจ้าอื่นใดนอกจากพระองค์' เป็นการ Reset \
  สมาธิและยืนยันในอำนาจสูงสุดของพระองค์ในทุกเช้าและเย็น
  `,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar26s.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "عَافِنِي", "read": "อาฟินี", "mean": "โปรดประทานสุขภาพที่ดีแก่ฉัน" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "بَدَنِي", "read": "บะดะนี", "mean": "ร่างกายของฉัน" },
    { "ar": "سَمْعِي", "read": "สัมอี", "mean": "การได้ยินของฉัน" },
    { "ar": "بَصَرِي", "read": "บะเศาะรี", "mean": "การมองเห็นของฉัน" },
    { "ar": "لَا", "read": "ลา", "mean": "ไม่มี" },
    { "ar": "إِلَهَ", "read": "อิลาฮะ", "mean": "พระเจ้า" },
    { "ar": "إِلَّا", "read": "อิลลา", "mean": "นอกจาก" },
    { "ar": "أَنْتَ", "read": "อันตะ", "mean": "พระองค์ท่าน" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงฉัน" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ขอความคุ้มครอง" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ต่อพระองค์" },
    { "ar": "مِنَ", "read": "มินะ", "mean": "จาก" },
    { "ar": "الْكُفْرِ", "read": "อัลกุฟริ", "mean": "การปฏิเสธศรัทธา" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "الْفَقْرِ", "read": "อัลฟัครี", "mean": "ความยากจน" },
    { "ar": "مِنْ", "read": "มิน", "mean": "จาก" },
    { "ar": "عَذَابِ", "read": "อะซาบิ", "mean": "การลงโทษ" },
    { "ar": "الْقَبْرِ", "read": "อัลก็อบริ", "mean": "หลุมศพ" }
  ]
}