export const duaData = {
  "title": "27-ดุอาอ์ขออภัยโทษและความปลอดภัย (เกราะคุ้มกัน 6 ทิศทาง)",
  "fullArabic": `\
<span class="text-emerald-600">اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، </span>\
<span class="text-yellow-500">اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، </span> \
<span class="text-pink-600">اللَّهُمَّ اسْتُرْ عَوْرَاتِي، </span> \
<span class="text-cyan-600">وَآمِنْ رَوْعَاتِي، </span> \
<span class="text-stone-600">اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، </span> \
<span class="text-blue-800">وَمِنْ خَلْفِي، </span> \
<span class="text-lime-500">وَعَنْ يَمِينِي، </span> \
<span class="text-fuchsia-600">وَعَنْ شِمَالِي، </span>\
<span class="text-cyan-600">وَمِنْ فَوْقِي، </span>\
<span class="text-amber-800">وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي</span>\
`,
  "fullTranslation": `\
• <span class="text-emerald-600">โอ้อัลลอฮฺ แท้จริงฉันขอต่อพระองค์ซึ่งการอภัยโทษและสุขภาวะที่ดีทั้งในโลกนี้และโลกหน้า </span>\
• <span class="text-yellow-500">โอ้อัลลอฮฺ แท้จริงฉันขอต่อพระองค์ซึ่งการอภัยโทษและสุขภาวะที่ดีในศาสนาของฉัน 
\ในการดำเนินชีวิตของฉัน ในครอบครัวของฉัน และในทรัพย์สินของฉัน </span> \
• <span class="text-pink-600">โอ้อัลลอฮฺ โปรดปกปิดข้อบกพร่องของฉัน </span> \
• <span class="text-cyan-600">และโปรดประทานความปลอดภัยแก่ฉันจากความหวาดกลัวทั้งหลาย </span> \
• <span class="text-stone-600">โอ้อัลลอฮฺ โปรดคุ้มครองฉันจากเบื้องหน้าของฉัน</span> \
• <span class="text-blue-800">จากเบื้องหลังของฉัน </span> \
• <span class="text-lime-500">จากทางขวาของฉัน </span> \
• <span class="text-fuchsia-600">จากทางซ้ายของฉัน </span>\
• <span class="text-cyan-600">และจากเบื้องบนของฉัน </span>\
• <span class="text-amber-800">และฉันขอความคุ้มครองด้วยความยิ่งใหญ่ของพระองค์ท่าน จากการที่ฉันจะถูกลอบทำร้ายจากเบื้องล่างของฉัน</span>\
`,

  "explanation": `\
ท่านนบี ﷺ ไม่เคยละเลยที่จะอ่านดูอาอ์นี้ทุกๆเช้าและเย็น 
<span class="block text-right text-sm text-slate-500">\
(เศาะฮีห, อบู ดาวูด 5074 อิบนุ มาญะฮุ 3871, อัล-หากิม เล่ม 1 หน้า 517, อิบนุ หิบบาน 961)</span>
ดุอาอ์บทนี้ ขอการป้องกันรอบตัวแบบสามมิติเลย หน้า-หลัง ซ้าย-ขวา บน-ล่่าง
การขอ 'ขออภัยโทษ' (الْعَفْوَ) ครอบคลุมทั้งระบบปฏิบัติการของชีวิต ตั้งแต่ความเชื่อ (دِينِي) ไปจนถึงทรัพย์สิน (مَالِي) \
และการขอความคุ้มครองทั้ง 6 ทิศทาง (หน้า-หลัง-ขวา-ซ้าย-บน-ล่าง) คือความอุ่นใจขั้นสูงสุดว่า \
ไม่ว่าอุปสรรคหรืออันตรายจะแฝงตัวมาในรูปแบบใด ฉันได้มอบหมายการดูแลไว้กับผู้ทรงยิ่งใหญ่ที่สุดแล้ว
`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar27s.mp3",
  "words": [
    { "ar": "اللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "إِنِّي", "read": "อินนี", "mean": "แท้จริงฉัน" },
    { "ar": "أَسْأَلُكَ", "read": "อัสอะลุกะ", "mean": "ขอต่อพระองค์" },
    { "ar": "الْعَفْوَ", "read": "อัลอัฟวะ", "mean": "การอภัยโทษ" },
    { "ar": "وَالْعَافِيَةَ", "read": "วัลอาฟิยะตะ", "mean": "และสุขภาวะที่ดี" },
    { "ar": "فِي", "read": "ฟี", "mean": "ใน" },
    { "ar": "الدُّنْيَا", "read": "อัดดุนยา", "mean": "โลกนี้" },
    { "ar": "وَالْآخِرَةِ", "read": "วัลอาคิเราะติ", "mean": "และโลกหน้า" },
    { "ar": "دِينِي", "read": "ดีนี", "mean": "ศาสนาของฉัน" },
    { "ar": "وَدُنْيَايَ", "read": "วะดุนยายะ", "mean": "และการดำเนินชีวิตของฉัน" },
    { "ar": "وَأَهْلِي", "read": "วะอะฮ์ลี", "mean": "และครอบครัวของฉัน" },
    { "ar": "وَمَالِي", "read": "วะมาลี", "mean": "และทรัพย์สินของฉัน" },
    { "ar": "اسْتُرْ", "read": "อุสตุร", "mean": "โปรดปกปิด" },
    { "ar": "عَوْرَاتِي", "read": "เอารอติ", "mean": "ข้อบกพร่องของฉัน" },
    { "ar": "آمِنْ", "read": "อามิน", "mean": "โปรดประทานความปลอดภัย" },
    { "ar": "رَوْعَاتِي", "read": "เราะอาติ", "mean": "ความหวาดกลัวของฉัน" },
    { "ar": "احْفَظْنِي", "read": "อิหฟัซนี", "mean": "โปรดคุ้มครองฉัน" },
    { "ar": "بَيْنِ يَدَيَّ", "read": "บัยนิ ยะดัยยะ", "mean": "เบื้องหน้าของฉัน" },
    { "ar": "خَلْفِي", "read": "ค็อลฟี", "mean": "เบื้องหลังของฉัน" },
    { "ar": "يَمِينِي", "read": "ยะมีนี", "mean": "ทางขวาของฉัน" },
    { "ar": "شِمَالِي", "read": "ชิมาลี", "mean": "ทางซ้ายของฉัน" },
    { "ar": "فَوْقِي", "read": "เฟากี", "mean": "เบื้องบนของฉัน" },
    { "ar": "بِعَظَمَتِكَ", "read": "บิอะเซาะมะติกะ", "mean": "ด้วยความยิ่งใหญ่ของพระองค์" },
    { "ar": "أُغْتَالَ", "read": "อุฆตาละ", "mean": "ถูกลอบทำร้าย" },
    { "ar": "تَحْتِي", "read": "ตะห์ตี", "mean": "เบื้องล่างของฉัน" }
  ]
}