export const duaData = {
  "title": "21-สุดยอดแห่งการสรรเสริญอัลลอฮฺ",
  "fullArabic": `\
<span class="text-emerald-600">سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، </span>\
<span class="text-yellow-500">عَدَدَ خَلْقِهِ، </span> \
<span class="text-pink-600">وَرِضَا نَفْسِهِ، </span> \
<span class="text-cyan-600">وَزِنَةَ عَرْشِهِ، </span> \
<span class="text-stone-600">وَمِدَادَ كَلِمَاتِهِ </span>

<span class="!text-3xl">( **อ่าน 3 ครั้ง** )<\span>

  `,
  "fullTranslation": `\
<span class="text-emerald-600">มหาบริสุทธิ์ยิ่งแด่อัลลอฮฺ และด้วยการสรรเสริญพระองค์ </span>\
<span class="text-yellow-500">ตามจำนวนสิ่งถูกสร้างของพระองค์ </span> \
<span class="text-pink-600">ตามความพึงพอใจของพระองค์ </span> \
<span class="text-cyan-600">ตามน้ำหนักแห่งบัลลังก์ของพระองค์ </span> \
<span class="text-stone-600">และตามน้ำหมึกแห่งพจนารถ (คำกล่าว) ของพระองค์ </span> \ 
 (อ่าน 3 ครั้ง)
`,
"explanation": `\
ท่านนบี ﷺ ได้กล่าวแก่ท่านหญิงณุวัยริยะฮว่า “ฉันได้อ่านมันจำนวนสามครั้ง ถ้าเธอนำมันมาชั่งกับสิ่งที่เธอได้อ่านมาตั้งแต่เช้า เธอจะพบว่ามันมีค่าเท่ากัน“
<span class="block text-right text-sm text-slate-500">\
(เศาะฮีหุมุสลิม 6851)</span>
ดุอาอ์บทนี้คือการสรรเสริญที่มี 'สเกล' ยิ่งใหญ่ที่สุดบทหนึ่ง ใช้เวลากล่าวเพียงสั้นๆแต่ผลบุญทวีคูณ \
มันช่วยให้เราได้จินตนาการถึงความยิ่งใหญ่ของอัลลอฮฺที่เกินกว่าพิกัดที่มนุษย์จะวัดได้ ไม่ว่าจะเป็นจำนวนสิ่งถูกสร้างหรือน้ำหนักของบัลลังก์
<br>ในชีวิต จริงเรามักจะอยู่กับตัวเลขและขอบเขตที่จำกัด แต่การกล่าวบทนี้ทำให้เราได้พักใจจากตัวเลขเหล่านั้น \
และยอมรับในความจำเริญที่ไม่มีขีดจำกัดของพระองค์ เป็นการเริ่มต้นชีวิตของแต่ละวันด้วยหัวใจที่กว้างขวางและสงบสุขอย่างแท้จริง
`,
  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar21s.mp3",
  "words": [
    { "ar": "سُبْحَانَ", "read": "สุบหานะ", "mean": "มหาบริสุทธิ์ยิ่ง" },
    { "ar": "اللَّهِ", "read": "อัลลอฮิ", "mean": "แด่อัลลอฮฺ" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِحَمْدِهِ", "read": "บิหัมดิฮี", "mean": "ด้วยการสรรเสริญพระองค์" },
    { "ar": "عَدَدَ", "read": "อะดะดะ", "mean": "ตามจำนวน" },
    { "ar": "خَلْقِهِ", "read": "ค็อลกิฮี", "mean": "สิ่งถูกสร้างของพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "رِضَا", "read": "ริฎอ", "mean": "ตามความพึงพอใจ" },
    { "ar": "نَفْسِهِ", "read": "นัฟสิฮี", "mean": "ของพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "زِنَةَ", "read": "ซินะตะ", "mean": "ตามน้ำหนัก" },
    { "ar": "عَرْشِهِ", "read": "อัรชิฮี", "mean": "แห่งบัลลังก์ของพระองค์" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "وَمِدَادَ", "read": "มิดาดะ", "mean": "ตามน้ำหมึก" },
    { "ar": "كَلِمَاتِهِ", "read": "กะลิมาติฮี", "mean": "แห่งพจนารถของพระองค์" }
  ]
}