export const duaData = {
  "title": "ดุอาอ์ยามเช้า (Morning Supplication)",
"fullArabic": `اَللَّهُمَّ بِكَ 
<span class="morning"><span>☀️</span> أَصْبَحْنَا <span>☀️</span></span> \
<span class="evening"><span>🌙</span> أَمْسَيْنَا <span>🌙</span></span>
، وَبِكَ 
<span class="morning"><span>☀️</span> أَصْبَحْنَا <span>☀️</span></span> \
<span class="evening"><span>🌙</span> أَمْسَيْنَا <span>🌙</span></span> 
، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ 
<span class="morning"><span>☀️</span> النُّشُورُ <span>☀️</span></span> \
<span class="evening"><span>🌙</span> ٱلْمَصِيرُ <span>🌙</span></span>

(<span class="morning"><span>☀️</span><span class="!text-3xl"> ยามเช้า </span><span>☀️</span></span> \
<span class="evening"><span>🌙</span><span class="!text-3xl"> ยามเย็น </span><span>🌙</span></span>)`,


  "fullTranslation": `โอ้อัลลอฮฺ ด้วยพระองค์ท่านที่เราเข้าสู่ <span class="morning"><span>☀️</span> ยามเช้า <span>☀️</span></span>(<span class="evening"><span>🌙</span> ยามเย็น <span>🌙</span></span>) \
และด้วยพระองค์ท่านที่เราเข้าสู่ (<span class="evening"><span>🌙</span> ยามเย็น <span>🌙</span></span>)<span class="morning"><span>☀️</span> ยามเช้า <span>☀️</span></span> \
และด้วยพระองค์ท่านที่เรามีชีวิตอยู่ และด้วยพระองค์ท่านที่เราตาย และยังพระองค์ท่านคือ <span class="morning"><span>☀️</span> การฟื้นคืนชีพ <span>☀️</span></span>(<span class="evening"><span>🌙</span> การกลับไป <span>🌙</span></span>)
<span class="block text-right text-sm text-slate-500 mt-2">[ วิธีอ่าน: ยามเช้าอ่านที่มี ☀️ และยามเย็นอ่านที่มี 🌙 </span>`,

"explanation": `
ท่านนบี ﷺ จะอ่านทุกๆ เวลาเช้าและเวลาเย็น อ้างอิงจาก เศาะฮีหุ, อัล-บุคอรีย์ ใน อัล-อะดับ อัล-มุฟร็อด 1199, อยู่ดาวูด 5068, อัต-ติรมิซีย์ 3391,\
อิบนุ มาญะฮ์3868 <br><br>
ดุอาอ์บทนี้คือการประกาศความพึ่งพิงต่ออัลลอฮฺในทุกจังหวะของชีวิต ตั้งแต่ลืมตาตื่นในยามเช้าจนถึงยามหลับใหลในยามเย็น
การที่ฉันกล่าวว่า 'ด้วยพระองค์ท่านที่เรามีชีวิตและตาย' ช่วยเตือนสติฉันว่าลมหายใจในทุกวันคือกำไรและเป็นโอกาสที่พระองค์ประทานให้ \
และท้ายที่สุดแล้ว ฉันจะถูกนำกลับไปยังพระองค์เพื่อฟื้นคืนชีพอีกครั้ง มันทำให้ฉันใช้ชีวิตในวันนั้นด้วยความระมัดระวังและมีความหวังเสมอ `,


  "audio_url": "https://assets.duanabi.com/audio/azkar/azkar12s.mp3",
  "words": [
    { "ar": "اَللَّهُمَّ", "read": "อัลลอฮุมมะ", "mean": "โอ้อัลลอฮฺ" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ด้วยพระองค์" },
    { "ar": "أَصْبَحْنَا", "read": "อัศบะห์นา", "mean": "เราเข้าสู่ยามเช้า**อ่านตอนเช้า**" },
    { "ar": "(أَمْسَيْنَا)", "read": "อัมสัยนา", "mean": "เราเข้าสู่ยามเย็น**อ่านตอนเย็น**" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ด้วยพระองค์" },
    { "ar": "أَمْسَيْنَا", "read": "อัมสัยนา", "mean": "เราเข้าสู่ยามเย็น**อ่านตอนเช้า**" },
    { "ar": "(أَصْبَحْنَا)", "read": "อัศบะห์นา", "mean": "เราเข้าสู่ยามเช้า **อ่านตอนเย็น**" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ด้วยพระองค์" },
    { "ar": "نَحْيَا", "read": "นะห์ยา", "mean": "เรามีชีวิต" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "بِكَ", "read": "บิกะ", "mean": "ด้วยพระองค์" },
    { "ar": "نَمُوتُ", "read": "นะมูตุ", "mean": "เราตาย" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "إِلَيْكَ", "read": "อิลัยกะ", "mean": "ยังพระองค์" },
    { "ar": "<ٱلنُّشُورُ>", "read": "อันนุชูร", "mean": "การฟื้นคืนชีพ**อ่านตอนเช้า**" },
    { "ar": "(ٱلْمَصِيرُ)", "read": "อัลมะศีร", "mean": "การกลับไป**อ่านตอนเย็น**" }
  ]
}