export const duaData = {
  "title": "10-อัลฟาลัค",
  "fullArabic": `\
<span class="text-emerald-700">بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ</span>
<span class="text-rose-600"> قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ۝١ </span> \
<span class="text-fuchsia-800">مِن شَرِّ مَا خَلَقَ ۝٢ </span> \
<span class="text-yellow-500">وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ۝٣ </span> \
<span class="text-stone-600">وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ ۝٤ </span> \
<span class="text-blue-800">وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ۝٥</span> \
`,  
  "fullTranslation": `\
<span class="text-emerald-700">ด้วยพระนามของอัลลอฮฺ ผู้ทรงกรุณาปราณี ผู้ทรงเมตตาเสมอ</span>
<span class="text-rose-600">1. จงกล่าวเถิด มุฮัมมัด ข้าพระองค์ขอความคุ้มครองต่อพระเจ้าแห่งรุ่งอรุณ</span>
<span class="text-fuchsia-800">2. ให้พ้นจากความชั่วร้ายที่พระองค์ได้ทรงบันดาลขึ้น</span>
<span class="text-yellow-500">3. และจากความชั่วร้ายแห่งความมืดของเวลากลางคืนเมื่อมันแผ่คลุม</span>
<span class="text-stone-600">4. และจากความชั่วร้ายของบรรดาผู้เสกเป่าในปมเงื่อน</span>
<span class="text-blue-800">5. และจากความชั่วร้ายของผู้อิจฉาเมื่อเขาอิจฉา</span>
(อัลฟาลัค)`,

  "explanation": `\
“ผู้ใดอ่าน “กุลสุวัลลออุอะหัด กุลอาอูซุบิร็อบบิลฟะลัก และกุลอะอูซูบิร็อบบินนาส“ อย่างละสามครั้งในยามเช้าและยามเย็น \
ย่อมจะเป็นการเพียงพอสำหรับเขาในทุกๆสิ่ง“
<span class="block text-right text-sm text-slate-500">\
(หะสัน, อมูดาวูด 5082, อัต-ติรมิซีย์ 3575)</span>`,

  "audio_url": "https://assets.duanabi.com/audio/azkar/alfalaq.mp3",
  "words": [
    { "ar": "قُلْ", "read": "กุล", "mean": "จงกล่าวเถิด" },
    { "ar": "أَعُوذُ", "read": "อะอูซุ", "mean": "ฉันขอความคุ้มครอง" },
    { "ar": "بِرَبِّ", "read": "บิร็อบบิ", "mean": "ต่อพระผู้อภิบาล" },
    { "ar": "ٱلْفَلَقِ", "read": "อัลฟะลัก", "mean": "แห่งรุ่งอรุณ" },
    { "ar": "مِن", "read": "มิน", "mean": "จาก" },
    { "ar": "شَرِّ", "read": "ชัรริ", "mean": "ความชั่วร้าย" },
    { "ar": "مَا", "read": "มา", "mean": "สิ่งที่" },
    { "ar": "خَلَقَ", "read": "เคาะลัก", "mean": "พระองค์ทรงสร้าง" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مِن", "read": "มิน", "mean": "จาก" },
    { "ar": "شَرِّ", "read": "ชัรริ", "mean": "ความชั่วร้าย" },
    { "ar": "غَاسِقٍ", "read": "ฆอซิกิน", "mean": "ความมืดมิด" },
    { "ar": "إِذَا", "read": "อิซา", "mean": "เมื่อ" },
    { "ar": "وَقَبَ", "read": "วะก็อบ", "mean": "มันแผ่คลุม" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مِن", "read": "มิน", "mean": "จาก" },
    { "ar": "شَرِّ", "read": "ชัรริ", "mean": "ความชั่วร้าย" },
    { "ar": "ٱلنَّفَّـٰثَـٰتِ", "read": "อันนัฟฟาซาติ", "mean": "บรรดาผู้เป่าคาถา" },
    { "ar": "فِى", "read": "ฟี", "mean": "ใน" },
    { "ar": "ٱلْعُقَدِ", "read": "อัลอุกอดิ", "mean": "ปมเงื่อน" },
    { "ar": "وَ", "read": "วะ", "mean": "และ" },
    { "ar": "مِن", "read": "มิน", "mean": "จาก" },
    { "ar": "شَرِّ", "read": "ชัรริ", "mean": "ความชั่วร้าย" },
    { "ar": "حَاسِدٍ", "read": "หาสิดิน", "mean": "ผู้ที่อิจฉา" },
    { "ar": "إِذَا", "read": "อิซา", "mean": "เมื่อ" },
    { "ar": "حَسَدَ", "read": "หะสัด", "mean": "เขาอิจฉา" }
  ]
}